/*
* AUTHOR: zheng
* DATETIME: 2026/3/29-13:23
* NAME: 单词整理
* DESC: 
*/

var data = [
    {"单词": "defect", "音标": "ˈdiːfekt", "汉译": "n.缺点;瑕疵", "考察次数": 15},
    {"单词": "flexible", "音标": "ˈfleksəbl", "汉译": "adj.易弯曲的;灵活的", "考察次数": 11},
    {"单词": "scent", "音标": "sent", "汉译": "n.香味;踪迹v.嗅到", "考察次数": 10},
    {"单词": "collide", "音标": "kə'laɪd", "汉译": "v.碰撞;冲突", "考察次数": 16},
    {"单词": "tragic", "音标": "ˈtrædʒɪk", "汉译": "adj.悲惨的;悲剧的", "考察次数": 18},
    {"单词": "erroneous", "音标": "ɪˈrəʊniəs", "汉译": "adj.错误的;不正确的", "考察次数": 18},
    {"单词": "shuttle", "音标": "ˈʃʌtl", "汉译": "n.航天飞机;梭子", "考察次数": 8},
    {"单词": "participate", "音标": "pɑːˈtɪsɪpeɪt", "汉译": "v.(in)参加", "考察次数": 21},
    {"单词": "advantage", "音标": "ədˈvæntɪdʒ", "汉译": "n.优点;好处", "考察次数": 19},
    {"单词": "exceptional", "音标": "ɪkˈsepʃənl", "汉译": "adj.杰出的;异常的", "考察次数": 29},
    {"单词": "hinder", "音标": "ˈhɪndə(r)", "汉译": "v.妨碍", "考察次数": 12}, {
        "单词": "hesitate",
        "音标": "ˈhezɪteɪt",
        "汉译": "v.犹豫;不情愿",
        "考察次数": 13
    }, {"单词": "compromise", "音标": "ˈkɒmprəmaɪz", "汉译": "n./v.妥协", "考察次数": 13}, {
        "单词": "underlying",
        "音标": "ˌʌndərˈlaɪɪŋ",
        "汉译": "adj.含蓄的;潜在的",
        "考察次数": 8
    }, {"单词": "feedback", "音标": "ˈfiːdbæk", "汉译": "n.反馈", "考察次数": 9}, {
        "单词": "qualification",
        "音标": "ˌkwɒlɪfɪˈkeɪʃn",
        "汉译": "n.合格证书",
        "考察次数": 14
    }, {"单词": "variable", "音标": "ˈveriəbl", "汉译": "adj.易变的n.变量", "考察次数": 7}, {
        "单词": "enthusiastic",
        "音标": "ɪnˌθjuːziˈæstɪk",
        "汉译": "adj.满腔热情的",
        "考察次数": 6
    }, {"单词": "precede", "音标": "prɪˈsiːd", "汉译": "v.在...之前;先于", "考察次数": 7}, {
        "单词": "range",
        "音标": "reɪndʒ",
        "汉译": "n.一系列;范围;距离",
        "考察次数": 13
    }, {"单词": "episode", "音标": "ˈepɪsəʊd", "汉译": "n.一个事件;插曲", "考察次数": 5}, {
        "单词": "abuse",
        "音标": "əˈbjuːz",
        "汉译": "v.滥用;虐待;辱骂",
        "考察次数": 13
    }, {"单词": "condemn", "音标": "kənˈdem", "汉译": "v.谴责;宣判", "考察次数": 9}, {
        "单词": "appreciate",
        "音标": "əˈpriːʃieɪt",
        "汉译": "v.重视;欣赏",
        "考察次数": 16
    }, {"单词": "sculpture", "音标": "ˈskʌlptʃə(r)", "汉译": "n.雕刻;雕刻作品", "考察次数": 5}, {
        "单词": "weird",
        "音标": "wɪəd",
        "汉译": "adj.古怪的;怪诞的",
        "考察次数": 4
    }, {"单词": "previous", "音标": "ˈpriːviəs", "汉译": "adj.以前的", "考察次数": 6}, {
        "单词": "wander",
        "音标": "ˈwɒndə(r)",
        "汉译": "v.漫游;走神",
        "考察次数": 8
    }, {"单词": "supervise", "音标": "ˈsuːpəvaɪz", "汉译": "v.监督;管理", "考察次数": 16}, {
        "单词": "mortal",
        "音标": "ˈmɔːtl",
        "汉译": "adj.致命的",
        "考察次数": 7
    }, {"单词": "explosive", "音标": "ɪkˈspləʊsɪv", "汉译": "adj.爆炸的n.炸药", "考察次数": 11}, {
        "单词": "competence",
        "音标": "ˈkɒmpɪtəns",
        "汉译": "n.能力;胜任",
        "考察次数": 18
    }, {"单词": "investigate", "音标": "ɪnˈvestɪɡeɪt", "汉译": "v.调查;研究", "考察次数": 11}, {
        "单词": "eliminate",
        "音标": "ɪˈlɪmɪneɪt",
        "汉译": "v.排除;淘汰",
        "考察次数": 13
    }, {"单词": "migrate", "音标": "maɪˈɡreɪt", "汉译": "v.迁移", "考察次数": 6}, {
        "单词": "reckless",
        "音标": "ˈrekləs",
        "汉译": "adj.鲁莽的",
        "考察次数": 7
    }, {"单词": "penalty", "音标": "ˈpenəlti", "汉译": "n.处罚;罚金", "考察次数": 17}, {
        "单词": "impose",
        "音标": "ɪmˈpəʊz",
        "汉译": "v.(on)把...强加于",
        "考察次数": 4
    }, {"单词": "accomplish", "音标": "əˈkʌmplɪʃ", "汉译": "v.完成;实现", "考察次数": 21}, {
        "单词": "sponsor",
        "音标": "ˈspɒnsə(r)",
        "汉译": "n.发起者;赞助者",
        "考察次数": 14
    }, {"单词": "tumble", "音标": "ˈtʌmbl", "汉译": "v.跌倒;暴跌", "考察次数": 9}, {
        "单词": "uphold",
        "音标": "ʌpˈhəʊld",
        "汉译": "v.支持;维护",
        "考察次数": 13
    }, {"单词": "propel", "音标": "prə'pel", "汉译": "v.推动;驱使", "考察次数": 22}, {
        "单词": "descent",
        "音标": "dɪ'sent",
        "汉译": "n.下降;斜坡",
        "考察次数": 12
    }, {"单词": "drawback", "音标": "ˈdrɔːbæk", "汉译": "n.缺点;不利条件", "考察次数": 11}, {
        "单词": "illuminate",
        "音标": "ɪˈluːmɪneɪt",
        "汉译": "v.照明;阐明",
        "考察次数": 8
    }, {"单词": "adhere", "音标": "ədˈhɪə(r)", "汉译": "v.黏附;遵守;坚持", "考察次数": 11}, {
        "单词": "indicative",
        "音标": "ɪn'dɪkətɪv",
        "汉译": "adj.象征的",
        "考察次数": 8
    }, {"单词": "reckon", "音标": "ˈrekən", "汉译": "v.认为;考虑到", "考察次数": 9}, {
        "单词": "redundant",
        "音标": "rɪ'dʌndənt",
        "汉译": "adj.多余的",
        "考察次数": 16
    }, {"单词": "dominate", "音标": "ˈdɒmɪneɪt", "汉译": "v.支配", "考察次数": 7}, {
        "单词": "reverse",
        "音标": "rɪˈvɜːs",
        "汉译": "v.撤销反转adj.反面的",
        "考察次数": 12
    }, {"单词": "proportion", "音标": "prəˈpɔːʃn", "汉译": "n.比例;部分", "考察次数": 5}, {
        "单词": "calculate",
        "音标": "ˈkælkjʊleɪt",
        "汉译": "v.计算;估计",
        "考察次数": 13
    }, {"单词": "identical", "音标": "aɪˈdentɪkl", "汉译": "adj.相同的", "考察次数": 15}, {
        "单词": "innovation",
        "音标": "ˌɪnəˈveɪʃn",
        "汉译": "n.改革;创新",
        "考察次数": 10
    }, {"单词": "intrigued", "音标": "ɪnˈtriːɡd", "汉译": "adj.好奇的;被迷住的", "考察次数": 9}, {
        "单词": "epidemic",
        "音标": "ˌepɪ'demɪk",
        "汉译": "n.流行病",
        "考察次数": 8
    }, {"单词": "encounter", "音标": "ɪnˈkaʊntə(r)", "汉译": "v./n.遇到;遭遇", "考察次数": 11}, {
        "单词": "accelerate",
        "音标": "əkˈseləreɪt",
        "汉译": "v.(使)加快",
        "考察次数": 8
    }, {"单词": "energetic", "音标": "ˌenəˈdʒetɪk", "汉译": "adj.精力充沛的", "考察次数": 11}, {
        "单词": "heighten",
        "音标": "ˈhaɪtn",
        "汉译": "v.(使)提高;加强",
        "考察次数": 5
    }, {"单词": "passive", "音标": "ˈpæsɪv", "汉译": "adj.被动的;消极的", "考察次数": 12}, {
        "单词": "consumption",
        "音标": "kənˈsʌmpʃn",
        "汉译": "n.消耗量;消耗",
        "考察次数": 8
    }, {"单词": "bald", "音标": "bɔːld", "汉译": "adj.秃的;磨光的", "考察次数": 12}, {
        "单词": "spill",
        "音标": "spɪl",
        "汉译": "v.(使)溢出;(使)洒落",
        "考察次数": 9
    }, {"单词": "calorie", "音标": "ˈkæləri", "汉译": "n.卡(路里)", "考察次数": 9}, {
        "单词": "doubtful",
        "音标": "ˈdaʊtfl",
        "汉译": "adj.难以预测的;可疑的",
        "考察次数": 7
    }, {"单词": "prevalent", "音标": "ˈprevələnt", "汉译": "adj.流行的;普遍的", "考察次数": 8}, {
        "单词": "appeal",
        "音标": "əˈpiːl",
        "汉译": "n./v.恳求;吸引力;上诉",
        "考察次数": 11
    }, {"单词": "dump", "音标": "dʌmp", "汉译": "v.倾倒;丢弃n.垃圾场", "考察次数": 6}, {
        "单词": "yell",
        "音标": "jel",
        "汉译": "n.叫喊",
        "考察次数": 12
    }, {"单词": "saying", "音标": "ˈseɪɪŋ", "汉译": "n.谚语", "考察次数": 7}, {
        "单词": "forecast",
        "音标": "ˈfɔːkɑːst",
        "汉译": "n./v.预测",
        "考察次数": 15
    }, {"单词": "brew", "音标": "bruː", "汉译": "v.酿造;冲泡n.茶;咖啡", "考察次数": 14}, {
        "单词": "circulation",
        "音标": "ˌsɜːkjəˈleɪʃn",
        "汉译": "n.循环;流通",
        "考察次数": 6
    }, {"单词": "perceive", "音标": "pəˈsiːv", "汉译": "v.感知;认识到", "考察次数": 12}, {
        "单词": "appearance",
        "音标": "əˈpɪərəns",
        "汉译": "n.出现;外表",
        "考察次数": 13
    }, {"单词": "export", "音标": "ɪkˈspɔːt/ˈekspɔːt", "汉译": "n.出口(物)v.出口", "考察次数": 8}, {
        "单词": "transfer",
        "音标": "trænsˈfɜː(r)/ˈtrænsfɜː(r)",
        "汉译": "v.转移;调动;转学n.转移;调动;转学",
        "考察次数": 7
    }, {"单词": "genetic", "音标": "dʒəˈnetɪk", "汉译": "adj.遗传(学)的", "考察次数": 8}, {
        "单词": "offspring",
        "音标": "ˈɒfsprɪŋ",
        "汉译": "n.后代",
        "考察次数": 15
    }, {"单词": "distribute", "音标": "dɪˈstrɪbjuːt", "汉译": "v.分布;发散", "考察次数": 9}, {
        "单词": "accompany",
        "音标": "əˈkʌmpəni",
        "汉译": "v.陪伴;伴随",
        "考察次数": 18
    }, {"单词": "persist", "音标": "pəˈsɪst", "汉译": "v.坚持不懈;持续", "考察次数": 13}, {
        "单词": "differentiate",
        "音标": "ˌdɪfəˈrenʃieɪt",
        "汉译": "v.区别;使不同",
        "考察次数": 5
    }, {"单词": "perspective", "音标": "pəˈspektɪv", "汉译": "n.视角;透视图", "考察次数": 6}, {
        "单词": "fabricate",
        "音标": "ˈfæbrɪkeɪt",
        "汉译": "v.捏造;制造",
        "考察次数": 4
    }, {"单词": "abundance", "音标": "əˈbʌndəns", "汉译": "n.大量;充足", "考察次数": 9}, {
        "单词": "batch",
        "音标": "bætʃ",
        "汉译": "n.一批;一群;一批生产量",
        "考察次数": 5
    }, {"单词": "elapse", "音标": "ɪˈlæps", "汉译": "v.(时间)流逝", "考察次数": 8}, {
        "单词": "seal",
        "音标": "siːl",
        "汉译": "n.封条;图章;海豹",
        "考察次数": 11
    }, {"单词": "mature", "音标": "məˈtʃʊə(r)", "汉译": "adj.成熟的;成年人的", "考察次数": 15}, {
        "单词": "combination",
        "音标": "ˌkɒmbɪˈneɪʃn",
        "汉译": "n.结合(体)",
        "考察次数": 7
    }, {"单词": "lean", "音标": "liːn", "汉译": "v.倾斜;靠adj.瘦的n.瘦肉", "考察次数": 6}, {
        "单词": "incline",
        "音标": "ɪnˈklaɪn",
        "汉译": "v.(使)倾斜n.斜坡",
        "考察次数": 11
    }, {"单词": "index", "音标": "ˈɪndeks", "汉译": "n.索引;指数v.为...编索引", "考察次数": 8}, {
        "单词": "nutrition",
        "音标": "njuˈtrɪʃn",
        "汉译": "n.营养",
        "考察次数": 16
    }, {"单词": "constant", "音标": "ˈkɒnstənt", "汉译": "adj.持续不断的", "考察次数": 12}, {
        "单词": "regardless",
        "音标": "rɪˈɡɑːdləs",
        "汉译": "adv.不管怎样",
        "考察次数": 5
    }, {"单词": "refund", "音标": "ˈriːfʌnd", "汉译": "n.退款v.退还", "考察次数": 10}, {
        "单词": "discern",
        "音标": "dɪˈsɜːn",
        "汉译": "v.察觉出;识别",
        "考察次数": 15
    }, {"单词": "stumble", "音标": "ˈstʌmbl", "汉译": "v.绊倒;跌跌撞撞地走", "考察次数": 13}, {
        "单词": "negligible",
        "音标": "ˈneɡlɪdʒəbl",
        "汉译": "adj.可忽略不计的",
        "考察次数": 8
    }, {"单词": "assault", "音标": "əˈsɔːlt", "汉译": "n.攻击;袭击", "考察次数": 15}, {
        "单词": "transit",
        "音标": "ˈtrænzɪt",
        "汉译": "n.运输",
        "考察次数": 16
    }, {"单词": "concrete", "音标": "ˈkɒŋkriːt", "汉译": "adj.具体的n.混凝土", "考察次数": 12}, {
        "单词": "magnify",
        "音标": "ˈmægnɪfaɪ",
        "汉译": "v.放大;夸大",
        "考察次数": 18
    }, {"单词": "poisonous", "音标": "ˈpɔɪzənəs", "汉译": "adj.有毒的;恶毒的", "考察次数": 11}, {
        "单词": "virtual",
        "音标": "ˈvɜːtʃuəl",
        "汉译": "adj.事实上的;虚拟的",
        "考察次数": 21
    }, {"单词": "thesis", "音标": "ˈθiːsɪs", "汉译": "n.论文;毕业论文", "考察次数": 21}, {
        "单词": "predecessor",
        "音标": "ˈpriːdəsesə(r)",
        "汉译": "n.前辈;前任",
        "考察次数": 5
    }, {"单词": "geology", "音标": "dʒiˈɒlədʒi", "汉译": "n.地质学", "考察次数": 8}, {
        "单词": "invaluable",
        "音标": "ɪnˈvæljuəbl",
        "汉译": "adj.宝贵的;无价的",
        "考察次数": 8
    }, {"单词": "adjacent", "音标": "əˈdʒeɪsnt", "汉译": "adj.(to)相邻的", "考察次数": 15}, {
        "单词": "captive",
        "音标": "ˈkæptɪv",
        "汉译": "adj.被捕获的n.俘虏",
        "考察次数": 7
    }, {"单词": "catholic", "音标": "ˈkæθlɪk", "汉译": "adj.天主教的", "考察次数": 5}, {
        "单词": "adjoin",
        "音标": "əˈdʒɔɪn",
        "汉译": "v.贴近;与...毗连",
        "考察次数": 9
    }, {"单词": "ballet", "音标": "ˈbæleɪ", "汉译": "n.芭蕾舞(团)", "考察次数": 11}, {
        "单词": "traditional",
        "音标": "trəˈdɪʃənl",
        "汉译": "adj.传统的;惯例的",
        "考察次数": 21
    }, {"单词": "extraordinary", "音标": "ɪkˈstrɔːdnri", "汉译": "adj.非凡的", "考察次数": 15}, {
        "单词": "perpetual",
        "音标": "pəˈpetʃuəl",
        "汉译": "adj.永恒的;不断的",
        "考察次数": 14
    }, {"单词": "prejudice", "音标": "ˈpredʒudɪs", "汉译": "n.偏见v.使有成见", "考察次数": 7}, {
        "单词": "fancy",
        "音标": "ˈfænsi",
        "汉译": "v./n.喜欢;想象力",
        "考察次数": 11
    }, {"单词": "optical", "音标": "ˈɒptɪkl", "汉译": "adj.光(学)的;视觉的", "考察次数": 8}, {
        "单词": "consequence",
        "音标": "ˈkɒnsɪkwəns",
        "汉译": "n.结果;重要(性)",
        "考察次数": 4
    }, {"单词": "astronomy", "音标": "əˈstrɒnəmi", "汉译": "n.天文学", "考察次数": 13}, {
        "单词": "catastrophe",
        "音标": "kəˈtæstrəfi",
        "汉译": "n.大灾难",
        "考察次数": 22
    }, {"单词": "foresee", "音标": "fɔːˈsiː", "汉译": "v.预见;预知", "考察次数": 16}, {
        "单词": "prescribe",
        "音标": "prɪˈskraɪb",
        "汉译": "v.指定;开处方",
        "考察次数": 8
    }, {"单词": "certify", "音标": "ˈsɜːtɪfaɪ", "汉译": "v.证明;发证书给", "考察次数": 11}, {
        "单词": "absurd",
        "音标": "əbˈsɜːd",
        "汉译": "adj.荒谬的",
        "考察次数": 8
    }, {"单词": "donate", "音标": "dəʊˈneɪt", "汉译": "v.捐赠", "考察次数": 18}, {
        "单词": "transplant",
        "音标": "trænsˈplɑːnt",
        "汉译": "v./n.移植",
        "考察次数": 6
    }, {"单词": "ample", "音标": "ˈæmpl", "汉译": "adj.足够的;大量的", "考察次数": 18}, {
        "单词": "dynamic",
        "音标": "daɪˈnæmɪk",
        "汉译": "adj.有活力的n.动力",
        "考察次数": 13
    }, {"单词": "terrific", "音标": "təˈrɪfɪk", "汉译": "adj.极妙的;极大的", "考察次数": 12}, {
        "单词": "cafeteria",
        "音标": "ˌkæfəˈtɪəriə",
        "汉译": "n.自助餐馆;食堂",
        "考察次数": 8
    }, {"单词": "disregard", "音标": "ˌdɪsrɪˈgɑːd", "汉译": "v.不理会n.漠视", "考察次数": 6}, {
        "单词": "overload",
        "音标": "ˌəʊvəˈləʊd",
        "汉译": "v.超过负荷n.超载",
        "考察次数": 5
    }, {"单词": "compel", "音标": "kəmˈpel", "汉译": "v.强迫", "考察次数": 21}, {
        "单词": "ignorant",
        "音标": "ˈɪgnərənt",
        "汉译": "adj.(of)无知的",
        "考察次数": 8
    }, {"单词": "aggravate", "音标": "ˈægrəveɪt", "汉译": "v.加重;激怒", "考察次数": 23}, {
        "单词": "inherent",
        "音标": "ɪnˈherənt",
        "汉译": "adj.(in)内在的;固有的",
        "考察次数": 6
    }, {"单词": "restore", "音标": "rɪˈstɔː(r)", "汉译": "v.恢复;归还", "考察次数": 16}, {
        "单词": "preview",
        "音标": "ˈpriːvjuː",
        "汉译": "n.预演;预告(片)",
        "考察次数": 11
    }, {"单词": "explicit", "音标": "ɪkˈsplɪsɪt", "汉译": "adj.明确的;清楚的", "考察次数": 15}, {
        "单词": "anniversary",
        "音标": "ˌænɪˈvɜːsəri",
        "汉译": "n.周年纪念(日)",
        "考察次数": 13
    }, {"单词": "approach", "音标": "əˈprəʊtʃ", "汉译": "v.靠近n.途径", "考察次数": 12}, {
        "单词": "depict",
        "音标": "dɪˈpɪkt",
        "汉译": "v.描绘",
        "考察次数": 15
    }, {"单词": "evolution", "音标": "ˌiːvəˈluːʃn", "汉译": "n.演变;进化", "考察次数": 11}, {
        "单词": "overcome",
        "音标": "ˌəʊvəˈkʌm",
        "汉译": "v.克服;压倒",
        "考察次数": 10
    }, {"单词": "vigorous", "音标": "ˈvɪɡərəs", "汉译": "adj.精力充沛的", "考察次数": 12}, {
        "单词": "recreation",
        "音标": "ˌriːkriˈeɪʃn",
        "汉译": "n.娱乐活动;消遣",
        "考察次数": 5
    }, {"单词": "stable", "音标": "ˈsteɪbl", "汉译": "adj.稳定的n.马厩", "考察次数": 8}, {
        "单词": "framework",
        "音标": "ˈfreɪmwɜːk",
        "汉译": "n.框架;体系;结构",
        "考察次数": 5
    }, {"单词": "brochure", "音标": "ˈbrəʊʃə(r)", "汉译": "n.小册子", "考察次数": 4}, {
        "单词": "consequent",
        "音标": "ˈkɒnsɪkwənt",
        "汉译": "adj.作为结果的",
        "考察次数": 6
    }, {"单词": "occupy", "音标": "ˈɒkjupaɪ", "汉译": "v.占用;占领", "考察次数": 11}, {
        "单词": "profile",
        "音标": "ˈprəʊfaɪl",
        "汉译": "n.轮廓v.为...描绘",
        "考察次数": 29
    }, {"单词": "compose", "音标": "kəmˈpəʊz", "汉译": "v.构成;创作", "考察次数": 9}, {
        "单词": "compulsory",
        "音标": "kəmˈpʌlsəri",
        "汉译": "adj.强制的;必修的",
        "考察次数": 5
    }, {"单词": "personnel", "音标": "ˌpɜːsəˈnel", "汉译": "n.全体人员", "考察次数": 15}, {
        "单词": "complicated",
        "音标": "ˈkɒmplɪkeɪtɪd",
        "汉译": "adj.复杂的",
        "考察次数": 8
    }, {"单词": "dioxide", "音标": "daɪˈɒksaɪd", "汉译": "n.二氧化物", "考察次数": 6}, {
        "单词": "nuisance",
        "音标": "ˈnjuːsns",
        "汉译": "n.讨厌的人(或事物)",
        "考察次数": 7
    }, {"单词": "toxic", "音标": "ˈtɒksɪk", "汉译": "adj.有毒的", "考察次数": 5}, {
        "单词": "offend",
        "音标": "əˈfend",
        "汉译": "v.冒犯;使厌恶",
        "考察次数": 7
    }, {"单词": "retrieve", "音标": "rɪˈtriːv", "汉译": "v.重新得到;恢复", "考察次数": 17}, {
        "单词": "inject",
        "音标": "ɪnˈdʒekt",
        "汉译": "v.注射;注入",
        "考察次数": 12
    }, {"单词": "designate", "音标": "ˈdezɪgneɪt", "汉译": "v.指派;标出", "考察次数": 16}, {
        "单词": "vacuum",
        "音标": "ˈvækjuːm",
        "汉译": "n.真空v.用吸尘器清扫",
        "考察次数": 15
    }, {"单词": "polish", "音标": "ˈpɒlɪʃ", "汉译": "v.抛光;润色n.擦光剂", "考察次数": 10}, {
        "单词": "eligible",
        "音标": "ˈelɪdʒəbl",
        "汉译": "adj.有资格的;合格的",
        "考察次数": 7
    }, {"单词": "antique", "音标": "ænˈtiːk", "汉译": "adj.古老的n.古董", "考察次数": 8}, {
        "单词": "memorial",
        "音标": "məˈmɔːriəl",
        "汉译": "adj.纪念的n.纪念碑",
        "考察次数": 6
    }, {"单词": "pedal", "音标": "ˈpedl", "汉译": "n.踏板v.踩踏板;骑自行车", "考察次数": 6}, {
        "单词": "hazard",
        "音标": "ˈhæzəd",
        "汉译": "n.危险v.尝试着做",
        "考察次数": 5
    }, {"单词": "prophet", "音标": "ˈprɒfɪt", "汉译": "n.先知;预言家", "考察次数": 7}, {
        "单词": "sacred",
        "音标": "ˈseɪkrɪd",
        "汉译": "adj.神圣的;宗教(性)的",
        "考察次数": 8
    }, {"单词": "salute", "音标": "səˈluːt", "汉译": "v.向...敬礼;赞扬;敬礼", "考察次数": 8}, {
        "单词": "proceed",
        "音标": "prəˈsiːd",
        "汉译": "v.进行;行进",
        "考察次数": 7
    }, {"单词": "slump", "音标": "slʌmp", "汉译": "v.暴跌n.低潮", "考察次数": 5}, {
        "单词": "thrive",
        "音标": "θraɪv",
        "汉译": "v.兴旺,繁荣",
        "考察次数": 15
    }, {"单词": "esteem", "音标": "ɪˈstiːm", "汉译": "n./v.尊重", "考察次数": 16}, {
        "单词": "currency",
        "音标": "ˈkʌrənsi",
        "汉译": "n.货币;通行",
        "考察次数": 10
    }, {"单词": "exert", "音标": "ɪgˈzɜːt", "汉译": "v.运用;努力", "考察次数": 9}, {
        "单词": "oriental",
        "音标": "ˌɔːriˈentl",
        "汉译": "adj.东方的;东方文化的",
        "考察次数": 8
    }, {"单词": "ignorance", "音标": "ˈɪgnərəns", "汉译": "n.无知", "考察次数": 5}, {
        "单词": "kidney",
        "音标": "ˈkɪdni",
        "汉译": "n.肾",
        "考察次数": 6
    }, {"单词": "vain", "音标": "veɪn", "汉译": "adj.徒劳的;自负的", "考察次数": 5}, {
        "单词": "violate",
        "音标": "ˈvaɪəleɪt",
        "汉译": "v.违反;亵渎;侵犯",
        "考察次数": 5
    }, {"单词": "cancel", "音标": "ˈkænsl", "汉译": "v.取消;抵消;划掉", "考察次数": 11}, {
        "单词": "divorce",
        "音标": "dɪˈvɔːs",
        "汉译": "v.离婚;分离",
        "考察次数": 10
    }, {"单词": "accord", "音标": "əˈkɔːd", "汉译": "n.一致;协议v.授予", "考察次数": 7}, {
        "单词": "bribe",
        "音标": "braɪb",
        "汉译": "n.贿赂",
        "考察次数": 10
    }, {"单词": "economy", "音标": "ɪˈkɒnəmi", "汉译": "n.经济;节约", "考察次数": 8}, {
        "单词": "identification",
        "音标": "aɪˌdentɪfɪˈkeɪʃn",
        "汉译": "n.身份证明",
        "考察次数": 9
    }, {"单词": "ability", "音标": "əˈbɪləti", "汉译": "n.能力;才能", "考察次数": 11}, {
        "单词": "brief",
        "音标": "briːf",
        "汉译": "adj.短暂的;简短的n.摘要",
        "考察次数": 10
    }, {"单词": "conserve", "音标": "kənˈsɜːv", "汉译": "v.保护;保存", "考察次数": 26}, {
        "单词": "fraction",
        "音标": "ˈfrækʃn",
        "汉译": "n.小部分;分数",
        "考察次数": 15
    }, {"单词": "slash", "音标": "slæʃ", "汉译": "v.砍;大幅度削减n.砍", "考察次数": 12}, {
        "单词": "bonus",
        "音标": "ˈbəʊnəs",
        "汉译": "n.奖金",
        "考察次数": 13
    }, {"单词": "annual", "音标": "ˈænjuəl", "汉译": "adj.每年的n.年报", "考察次数": 14}, {
        "单词": "metric",
        "音标": "ˈmetrɪk",
        "汉译": "adj.公制的;米制的",
        "考察次数": 28
    }, {"单词": "profitable", "音标": "ˈprɒfɪtəbl", "汉译": "adj.有利可图的", "考察次数": 11}, {
        "单词": "precise",
        "音标": "prɪˈsaɪs",
        "汉译": "adj.精确的;严谨的",
        "考察次数": 15
    }, {"单词": "notorious", "音标": "nəʊˈtɔːriəs", "汉译": "adj.臭名昭著的", "考察次数": 4}, {
        "单词": "residential",
        "音标": "ˌrezɪˈdenʃl",
        "汉译": "adj.居住的;住宅的",
        "考察次数": 21
    }, {"单词": "conventional", "音标": "kənˈvenʃənl", "汉译": "adj.常规的", "考察次数": 11}, {
        "单词": "subsidy",
        "音标": "ˈsʌbsədi",
        "汉译": "n.补助金;津贴",
        "考察次数": 38
    }, {"单词": "tub", "音标": "tʌb", "汉译": "n.桶;盆;浴缸", "考察次数": 19}, {
        "单词": "giant",
        "音标": "ˈdʒaɪənt",
        "汉译": "n.巨人adj.巨大的",
        "考察次数": 16
    }, {"单词": "furnace", "音标": "ˈfɜːnɪs", "汉译": "n.火炉", "考察次数": 11}, {
        "单词": "initial",
        "音标": "ɪˈnɪʃl",
        "汉译": "adj.开始的n.首字母",
        "考察次数": 12
    }, {"单词": "incentive", "音标": "ɪnˈsentɪv", "汉译": "n.刺激;鼓励", "考察次数": 15}, {
        "单词": "sacrifice",
        "音标": "ˈsækrɪfaɪs",
        "汉译": "n.牺牲;祭品;献祭",
        "考察次数": 22
    }, {"单词": "convert", "音标": "kənˈvɜːt", "汉译": "v.(使)转变", "考察次数": 53}, {
        "单词": "portion",
        "音标": "ˈpɔːʃn",
        "汉译": "n.一部分v.分配",
        "考察次数": 23
    }, {"单词": "lounge", "音标": "laʊndʒ", "汉译": "n.休息厅v.闲逛", "考察次数": 24}, {
        "单词": "cozy",
        "音标": "ˈkəʊzi",
        "汉译": "adj.舒适的;亲切友好的",
        "考察次数": 17
    }, {"单词": "scratch", "音标": "skrætʃ", "汉译": "v.抓;刮擦n.抓痕", "考察次数": 16}, {
        "单词": "relieve",
        "音标": "rɪˈliːv",
        "汉译": "v.使轻松;减轻",
        "考察次数": 12
    }, {"单词": "precaution", "音标": "prɪˈkɔːʃn", "汉译": "n.预防;警惕", "考察次数": 23}, {
        "单词": "permanent",
        "音标": "ˈpɜːmənənt",
        "汉译": "adj.永久的;固定的",
        "考察次数": 26
    }, {"单词": "exaggerate", "音标": "ɪgˈzædʒəreɪt", "汉译": "v.夸大;夸张", "考察次数": 22}, {
        "单词": "remedy",
        "音标": "ˈremədi",
        "汉译": "n.补救方法v.补救",
        "考察次数": 31
    }, {"单词": "defy", "音标": "dɪˈfaɪ", "汉译": "v.违抗;藐视", "考察次数": 23}, {
        "单词": "routine",
        "音标": "ruːˈtiːn",
        "汉译": "n.例行公事adj.例行的",
        "考察次数": 15
    }, {"单词": "fake", "音标": "feɪk", "汉译": "n.假货;骗子adj.假的", "考察次数": 36}, {
        "单词": "instruct",
        "音标": "ɪnˈstrʌkt",
        "汉译": "v.指示;教育",
        "考察次数": 26
    }, {"单词": "occasional", "音标": "əˈkeɪʒənl", "汉译": "adj.偶尔的", "考察次数": 9}, {
        "单词": "challenge",
        "音标": "ˈtʃælɪndʒ",
        "汉译": "n./v.挑战",
        "考察次数": 11
    }, {"单词": "equip", "音标": "ɪˈkwɪp", "汉译": "v.装备;使有准备", "考察次数": 12}, {
        "单词": "initiate",
        "音标": "ɪˈnɪʃieɪt/ɪˈnɪʃiət",
        "汉译": "v.开始实施;发起n.新加入组织的人",
        "考察次数": 17
    }, {"单词": "occupation", "音标": "ˌɒkjuˈpeɪʃn", "汉译": "n.职业;消遣", "考察次数": 8}, {
        "单词": "suspect",
        "音标": "səˈspekt",
        "汉译": "v.推测n.可疑分子",
        "考察次数": 8
    }, {"单词": "patience", "音标": "ˈpeɪʃns", "汉译": "n.耐心", "考察次数": 18}, {
        "单词": "endure",
        "音标": "ɪnˈdjʊə(r)",
        "汉译": "v.忍受;忍耐",
        "考察次数": 17
    }, {"单词": "gap", "音标": "gæp", "汉译": "n.缺口;差距;不足", "考察次数": 26}, {
        "单词": "cheat",
        "音标": "tʃiːt",
        "汉译": "v.欺骗n.欺骗;骗子",
        "考察次数": 27
    }, {"单词": "abundant", "音标": "əˈbʌndənt", "汉译": "adj.(in)大量的", "考察次数": 29}, {
        "单词": "gaze",
        "音标": "geɪz",
        "汉译": "v./n.注视",
        "考察次数": 21
    }, {"单词": "ideal", "音标": "aɪˈdiːəl", "汉译": "adj.理想的n.理想", "考察次数": 56}, {
        "单词": "jealous",
        "音标": "ˈdʒeləs",
        "汉译": "adj.妒忌的;精心守护的",
        "考察次数": 15
    }, {"单词": "payment", "音标": "ˈpeɪmənt", "汉译": "n.支付的款项;支付", "考察次数": 32}, {
        "单词": "revolve",
        "音标": "rɪˈvɒlv",
        "汉译": "v.旋转",
        "考察次数": 28
    }, {"单词": "sanction", "音标": "ˈsæŋkʃn", "汉译": "v./n.批准v.处罚", "考察次数": 14}, {
        "单词": "respectively",
        "音标": "rɪˈspektɪvli",
        "汉译": "adv.分别地",
        "考察次数": 10
    }, {"单词": "satisfactory", "音标": "ˌsætɪsˈfæktəri", "汉译": "adj.令人满意的", "考察次数": 9}, {
        "单词": "skeptical",
        "音标": "ˈskeptɪkl",
        "汉译": "adj.表示怀疑的",
        "考察次数": 12
    }, {"单词": "boost", "音标": "buːst", "汉译": "n.提高;推动", "考察次数": 16}, {
        "单词": "household",
        "音标": "ˈhaʊshəʊld",
        "汉译": "n.家庭",
        "考察次数": 10
    }, {"单词": "appliance", "音标": "əˈplaɪəns", "汉译": "n.电器;应用", "考察次数": 18}, {
        "单词": "generate",
        "音标": "ˈdʒenəreɪt",
        "汉译": "v.产生;引发",
        "考察次数": 22
    }, {"单词": "drain", "音标": "dreɪn", "汉译": "v.排走n.下水道;排水管", "考察次数": 12}, {
        "单词": "integral",
        "音标": "ˈɪntɪgrəl",
        "汉译": "adj.构成整体所必需的",
        "考察次数": 14
    }, {"单词": "bankrupt", "音标": "ˈbæŋkrʌpt", "汉译": "adj.破产的n.破产者", "考察次数": 14}, {
        "单词": "compact",
        "音标": "kəmˈpækt",
        "汉译": "adj.紧凑的n.合同",
        "考察次数": 21
    }, {"单词": "immense", "音标": "ɪˈmens", "汉译": "adj.广大的;巨大的", "考察次数": 15}, {
        "单词": "consume",
        "音标": "kənˈsjuːm",
        "汉译": "v.消耗;花费",
        "考察次数": 16
    }, {"单词": "sensitive", "音标": "ˈsensətɪv", "汉译": "adj.敏感的", "考察次数": 10}, {
        "单词": "haunt",
        "音标": "hɔːnt",
        "汉译": "v.常出没于n.常去的地方",
        "考察次数": 11
    }, {"单词": "vanish", "音标": "ˈvænɪʃ", "汉译": "v.消失;不复存在", "考察次数": 16}, {
        "单词": "complex",
        "音标": "ˈkɒmpleks",
        "汉译": "adj.复合的;复杂的",
        "考察次数": 10
    }, {"单词": "freight", "音标": "freɪt", "汉译": "n.货物v.运送(货物)", "考察次数": 13}, {
        "单词": "insulate",
        "音标": "ˈɪnsjuleɪt",
        "汉译": "v.使绝缘;隔离",
        "考察次数": 13
    }, {"单词": "implement", "音标": "ˈɪmplɪment", "汉译": "v.使生效;实施", "考察次数": 12}, {
        "单词": "electrical",
        "音标": "ɪˈlektrɪkl",
        "汉译": "adj.电的",
        "考察次数": 17
    }, {"单词": "efficient", "音标": "ɪˈfɪʃnt", "汉译": "adj.效率高的", "考察次数": 16}, {
        "单词": "derive",
        "音标": "dɪˈraɪv",
        "汉译": "v.得到",
        "考察次数": 19
    }, {"单词": "keen", "音标": "kiːn", "汉译": "adj.热衷的;着迷的", "考察次数": 18}, {
        "单词": "casual",
        "音标": "ˈkæʒuəl",
        "汉译": "adj.马虎的;非正式的",
        "考察次数": 10
    }, {"单词": "acquaintance", "音标": "əˈkweɪntəns", "汉译": "n.熟人;认识", "考察次数": 8}, {
        "单词": "embarrass",
        "音标": "ɪmˈbærəs",
        "汉译": "v.使尴尬",
        "考察次数": 9
    }, {"单词": "inferior", "音标": "ɪnˈfɪəriə(r)", "汉译": "adj.劣等的;下级的n.下级", "考察次数": 9}, {
        "单词": "parade",
        "音标": "pəˈreɪd",
        "汉译": "n.游行;检阅",
        "考察次数": 10
    }, {"单词": "donation", "音标": "dəʊˈneɪʃn", "汉译": "n.捐赠", "考察次数": 18}, {
        "单词": "vague",
        "音标": "veɪg",
        "汉译": "adj.含糊的;模糊的",
        "考察次数": 10
    }, {"单词": "construct", "音标": "kənˈstrʌkt", "汉译": "v.建筑n.建筑物", "考察次数": 16}, {
        "单词": "expose",
        "音标": "ɪkˈspəʊz",
        "汉译": "v.暴露",
        "考察次数": 21
    }, {"单词": "betray", "音标": "bɪˈtreɪ", "汉译": "v.背叛;泄露", "考察次数": 24}, {
        "单词": "embrace",
        "音标": "ɪmˈbreɪs",
        "汉译": "v.拥抱;欣然接受",
        "考察次数": 13
    }, {"单词": "sample", "音标": "ˈsaːmpl", "汉译": "n.样品", "考察次数": 12}, {
        "单词": "upset",
        "音标": "ˌʌpˈset",
        "汉译": "v.使心烦意乱;打乱adj.沮丧的",
        "考察次数": 11
    }, {"单词": "decisive", "音标": "dɪˈsaɪsɪv", "汉译": "adj.决定性的", "考察次数": 15}, {
        "单词": "expansive",
        "音标": "ɪkˈspænsɪv",
        "汉译": "adj.广阔的",
        "考察次数": 8
    }, {"单词": "conscience", "音标": "ˈkɒnʃəns", "汉译": "n.良心", "考察次数": 8}, {
        "单词": "exemplify",
        "音标": "ɪgˈzemplɪfaɪ",
        "汉译": "v.是...的典型",
        "考察次数": 9
    }, {"单词": "sexual", "音标": "ˈsekʃuəl", "汉译": "adj.性的;性别的", "考察次数": 10}, {
        "单词": "manufacture",
        "音标": "ˌmænjuˈfæktʃə(r)",
        "汉译": "v.捏造n.制造品",
        "考察次数": 8
    }, {"单词": "peculiar", "音标": "pɪˈkjuːliə(r)", "汉译": "adj.奇怪的", "考察次数": 10}, {
        "单词": "means",
        "音标": "miːnz",
        "汉译": "n.方法",
        "考察次数": 18
    }, {"单词": "output", "音标": "ˈaʊtpʊt", "汉译": "n.产量;输出", "考察次数": 10}, {
        "单词": "scope",
        "音标": "skəʊp",
        "汉译": "n.范围;眼界",
        "考察次数": 11
    }, {"单词": "reward", "音标": "rɪˈwɔːd", "汉译": "n.报答;奖赏;酬金", "考察次数": 16}, {
        "单词": "nurture",
        "音标": "nɜːtʃə(r)",
        "汉译": "n.养育;培育",
        "考察次数": 15
    }, {"单词": "passion", "音标": "ˈpæʃn", "汉译": "n.激情;酷爱", "考察次数": 14}, {
        "单词": "quest",
        "音标": "kwest",
        "汉译": "n.寻求;探索",
        "考察次数": 15
    }, {"单词": "refrain", "音标": "rɪˈfreɪn", "汉译": "vi.节制;抑制", "考察次数": 12}, {
        "单词": "concern",
        "音标": "kənˈsɜːn",
        "汉译": "n.关心v.使担心",
        "考察次数": 13
    }, {"单词": "collection", "音标": "kəˈlekʃn", "汉译": "n.收藏品;收集", "考察次数": 15}, {
        "单词": "correspondence",
        "音标": "ˌkɒrəˈspɒndəns",
        "汉译": "n.通信;符合",
        "考察次数": 5
    }, {"单词": "sufficient", "音标": "səˈfɪʃnt", "汉译": "adj.足够的;充分的", "考察次数": 12}, {
        "单词": "illustrate",
        "音标": "ˈɪləstreɪt",
        "汉译": "v.说明",
        "考察次数": 14
    }, {"单词": "abandon", "音标": "əˈbændən", "汉译": "v.放弃;抛弃", "考察次数": 12}, {
        "单词": "miserable",
        "音标": "ˈmɪzrəbl",
        "汉译": "adj.痛苦的",
        "考察次数": 13
    }, {"单词": "trap", "音标": "træp", "汉译": "n.陷阱;困境v.使中圈套", "考察次数": 12}, {
        "单词": "enclose",
        "音标": "ɪnˈkləʊz",
        "汉译": "v.围住",
        "考察次数": 15
    }, {"单词": "amaze", "音标": "əˈmeɪz", "汉译": "v.使惊奇", "考察次数": 13},
    {"单词": "unfold", "音标": "ʌnˈfəʊld", "汉译": "v. 展开；显露", "考察次数": 16}, {
        "单词": "prime",
        "音标": "praɪm",
        "汉译": "adj. 首要的；最好的",
        "考察次数": 14
    }, {"单词": "shift", "音标": "ʃɪft", "汉译": "v. 转移 n. 转变", "考察次数": 15}, {
        "单词": "disrupt",
        "音标": "dɪsˈrʌpt",
        "汉译": "v. 使中断；扰乱",
        "考察次数": 14
    }, {"单词": "graduate", "音标": "ˈgrædʒuət/ˈgrædʒuˌeɪt", "汉译": "v. 毕业 n. 毕业生", "考察次数": 17}, {
        "单词": "trend",
        "音标": "trend",
        "汉译": "n. 趋势；时尚",
        "考察次数": 18
    }, {"单词": "critical", "音标": "ˈkrɪtɪkl", "汉译": "adj. 批评的；严重的", "考察次数": 11}, {
        "单词": "adequate",
        "音标": "ˈædɪkwət",
        "汉译": "adj. 充足的；合格的",
        "考察次数": 12
    }, {"单词": "dread", "音标": "dred", "汉译": "v./n. 担忧；畏惧", "考察次数": 15}, {
        "单词": "artificial",
        "音标": "ˌaːtɪˈfɪʃl",
        "汉译": "adj. 人造的；假的",
        "考察次数": 21
    }, {"单词": "inflation", "音标": "ɪnˈfleɪʃn", "汉译": "n. 通货膨胀；膨胀", "考察次数": 15}, {
        "单词": "adjust",
        "音标": "əˈdʒʌst",
        "汉译": "v. 调整；调节；适应",
        "考察次数": 16
    }, {"单词": "stem", "音标": "stem", "汉译": "n. 茎；词干 v. 阻止", "考察次数": 12}, {
        "单词": "misery",
        "音标": "ˈmɪzəri",
        "汉译": "n. 痛苦；不幸",
        "考察次数": 13
    }, {"单词": "multiply", "音标": "ˈmʌltɪplaɪ", "汉译": "v.(使) 增加；乘", "考察次数": 26}, {
        "单词": "liberate",
        "音标": "ˈlɪbəreɪt",
        "汉译": "v. 解放；释出",
        "考察次数": 18
    }, {"单词": "dip", "音标": "dɪp", "汉译": "n. 浸；蘸 v. 落下", "考察次数": 11}, {
        "单词": "segment",
        "音标": "ˈsegmənt",
        "汉译": "n. 部分；瓣 v. 分割",
        "考察次数": 11
    }, {"单词": "setback", "音标": "ˈsetbæk", "汉译": "n. 挫折；退步", "考察次数": 15}, {
        "单词": "imaginative",
        "音标": "ɪˈmædʒɪnətɪv",
        "汉译": "adj. 富有想象力的",
        "考察次数": 10
    }, {"单词": "portray", "音标": "pɔːˈtreɪ", "汉译": "v. 描绘；表现；扮演", "考察次数": 12}, {
        "单词": "feast",
        "音标": "fiːst",
        "汉译": "n. 盛宴；节日 v. 宴饮",
        "考察次数": 13
    }, {"单词": "erase", "音标": "ɪˈreɪz", "汉译": "v. 擦掉；抹去；清除", "考察次数": 17}, {
        "单词": "administer",
        "音标": "ədˈmɪnɪstə(r)",
        "汉译": "v. 管理；实施",
        "考察次数": 15
    }, {"单词": "assurance", "音标": "əˈʃʊərəns", "汉译": "n. 信心；保证", "考察次数": 11}, {
        "单词": "scrutiny",
        "音标": "ˈskruːtəni",
        "汉译": "n. 详细检查；仔细观察",
        "考察次数": 12
    }, {"单词": "gleam", "音标": "gliːm", "汉译": "v./n. 闪烁；流露", "考察次数": 15}, {
        "单词": "surf",
        "音标": "sɜːf",
        "汉译": "v. 上网浏览信息 n. 激浪",
        "考察次数": 14
    }, {"单词": "generous", "音标": "ˈdʒenərəs", "汉译": "adj. 慷慨的；大量的", "考察次数": 13}, {
        "单词": "optimistic",
        "音标": "ˌɒptɪˈmɪstɪk",
        "汉译": "adj. 乐观的",
        "考察次数": 17
    }, {"单词": "impress", "音标": "ɪmˈpres", "汉译": "v. 使敬佩", "考察次数": 12}, {
        "单词": "sightseeing",
        "音标": "ˈsaɪtsiːɪŋ",
        "汉译": "n. 观光",
        "考察次数": 12
    }, {"单词": "champagne", "音标": "ʃæmˈpeɪn", "汉译": "n. 香槟酒", "考察次数": 12}, {
        "单词": "entertain",
        "音标": "ˌentəˈteɪn",
        "汉译": "v. 款待；给... 娱乐",
        "考察次数": 15
    }, {"单词": "steer", "音标": "stɪə(r)", "汉译": "v. 驾驶；引导；掌 (舵)", "考察次数": 16}, {
        "单词": "frustrate",
        "音标": "ˈfrʌstreɪt",
        "汉译": "v. 挫败；使受挫折",
        "考察次数": 31
    }, {"单词": "definition", "音标": "ˌdefɪˈnɪʃn", "汉译": "n. 定义；清晰 (度)", "考察次数": 17}, {
        "单词": "attain",
        "音标": "əˈteɪn",
        "汉译": "v. 达到；获得",
        "考察次数": 14
    }, {"单词": "statement", "音标": "ˈsteɪtmənt", "汉译": "n. 声明；阐述", "考察次数": 13}, {
        "单词": "exceed",
        "音标": "ɪkˈsiːd",
        "汉译": "v. 超过",
        "考察次数": 16
    }, {"单词": "originate", "音标": "əˈrɪdʒɪneɪt", "汉译": "v. 起源于；创造", "考察次数": 6}, {
        "单词": "reservation",
        "音标": "ˌrezəˈveɪʃn",
        "汉译": "n. 预订；保留",
        "考察次数": 21
    }, {"单词": "obligation", "音标": "ˌɒblɪˈgeɪʃn", "汉译": "n. 义务；责任", "考察次数": 23}, {
        "单词": "resolution",
        "音标": "ˌrezəˈluːʃn",
        "汉译": "n. 决心；解决",
        "考察次数": 19
    }, {"单词": "discount", "音标": "ˈdɪskaʊnt", "汉译": "n. 折扣 v. 打折", "考察次数": 21}, {
        "单词": "comprehensive",
        "音标": "ˌkɒmprɪˈhensɪv",
        "汉译": "adj. 全面的",
        "考察次数": 13
    }, {"单词": "anyhow", "音标": "ˈenihaʊ", "汉译": "adv. 无论如何", "考察次数": 25}, {
        "单词": "instant",
        "音标": "ˈɪnstənt",
        "汉译": "adj. 立即的 n. 瞬间",
        "考察次数": 31
    }, {"单词": "misfortune", "音标": "ˌmɪsˈfɔːtʃuːn", "汉译": "n. 不幸；逆境", "考察次数": 14}, {
        "单词": "extravagant",
        "音标": "ɪkˈstrævəgənt",
        "汉译": "adj. 奢侈的",
        "考察次数": 17
    }, {"单词": "cling", "音标": "klɪŋ", "汉译": "v.(to) 黏着；依恋；坚持", "考察次数": 16}, {
        "单词": "complaint",
        "音标": "kəmˈpleɪnt",
        "汉译": "n. 抱怨；投诉",
        "考察次数": 28
    }, {"单词": "skim", "音标": "skɪm", "汉译": "v. 浏览；略读", "考察次数": 13}, {
        "单词": "dim",
        "音标": "dɪm",
        "汉译": "adj. 昏暗的 v.(使) 变暗淡",
        "考察次数": 27
    }, {"单词": "collapse", "音标": "kəˈlæps", "汉译": "n. 倒坍；崩溃", "考察次数": 26}, {
        "单词": "federal",
        "音标": "ˈfedərəl",
        "汉译": "adj. 联邦制的",
        "考察次数": 13
    }, {"单词": "aboard", "音标": "əˈbɔːd", "汉译": "adv. 在 (船、飞机、火车等) 上", "考察次数": 15}, {
        "单词": "devise",
        "音标": "dɪˈvaɪz",
        "汉译": "v. 发明；设计",
        "考察次数": 34
    }, {"单词": "venture", "音标": "ˈventʃə(r)", "汉译": "n. 风险投资 v. 冒险", "考察次数": 13}, {
        "单词": "clip",
        "音标": "klɪp",
        "汉译": "n. 夹子；回形针 v. 夹住",
        "考察次数": 15
    }, {"单词": "stroke", "音标": "strəʊk", "汉译": "n. 中风；笔画；击球", "考察次数": 13}, {
        "单词": "combat",
        "音标": "ˈkɒmbæt",
        "汉译": "n. 战斗；斗争 v. 斗争",
        "考察次数": 18
    }, {"单词": "revenue", "音标": "ˈrevənjuː", "汉译": "n. 收入；税收", "考察次数": 18}, {
        "单词": "apart",
        "音标": "əˈpaːt",
        "汉译": "adv. 分开 adj. 分离的",
        "考察次数": 13
    }, {"单词": "repay", "音标": "rɪˈpeɪ", "汉译": "v. 归还；报答", "考察次数": 17}, {
        "单词": "bound",
        "音标": "baʊnd",
        "汉译": "adj. 一定的；受约束的",
        "考察次数": 16
    }, {"单词": "embark", "音标": "ɪmˈbaːk", "汉译": "v. 从事；上船", "考察次数": 6}, {
        "单词": "corrupt",
        "音标": "kəˈrʌpt",
        "汉译": "adj. 腐败的 v. 使堕落",
        "考察次数": 13
    }, {"单词": "recipe", "音标": "ˈresəpi", "汉译": "n. 烹饪法；食谱；秘诀", "考察次数": 14}, {
        "单词": "disclose",
        "音标": "dɪsˈkləʊz",
        "汉译": "v. 透露",
        "考察次数": 7
    }, {"单词": "classic", "音标": "ˈklæsɪk", "汉译": "adj. 经典的 n. 经典作品", "考察次数": 19}, {
        "单词": "provision",
        "音标": "prəˈvɪʒn",
        "汉译": "n. 供应；条款",
        "考察次数": 25
    }, {"单词": "industrialize", "音标": "ɪnˈdʌstriəlaɪz", "汉译": "v.(使) 工业化", "考察次数": 15}, {
        "单词": "proposal",
        "音标": "prəˈpəʊzl",
        "汉译": "n. 提议；求婚",
        "考察次数": 24
    }, {"单词": "flourish", "音标": "ˈflʌrɪʃ", "汉译": "v. 繁荣；兴旺；挥动", "考察次数": 14}, {
        "单词": "coordinate",
        "音标": "kəʊˈɔːdɪneɪt",
        "汉译": "v. 搭配 adj. 同等的",
        "考察次数": 23
    }, {"单词": "existence", "音标": "ɪgˈzɪstəns", "汉译": "n. 存在；生存", "考察次数": 13}, {
        "单词": "deem",
        "音标": "diːm",
        "汉译": "v. 认为；相信",
        "考察次数": 18
    }, {"单词": "merely", "音标": "ˈmɪəli", "汉译": "adv. 仅仅；只不过", "考察次数": 13}, {
        "单词": "incredible",
        "音标": "ɪnˈkredəbl",
        "汉译": "adj. 不可信的；难以置信的",
        "考察次数": 6
    }, {"单词": "conduct", "音标": "kənˈdʌkt", "汉译": "v. 进行；指挥 n. 举止", "考察次数": 18}, {
        "单词": "exotic",
        "音标": "ɪgˈzɒtɪk",
        "汉译": "adj. 奇异的；异国的",
        "考察次数": 55
    }, {"单词": "orbit", "音标": "ˈɔːbɪt", "汉译": "n. 轨道 v. 绕道而行", "考察次数": 14}, {
        "单词": "fare",
        "音标": "feə(r)",
        "汉译": "n. 票价",
        "考察次数": 17
    }, {"单词": "conclude", "音标": "kənˈkluːd", "汉译": "v. 推断出；总结", "考察次数": 16}, {
        "单词": "tremendous",
        "音标": "trəˈmendəs",
        "汉译": "adj. 巨大的",
        "考察次数": 14
    }, {"单词": "institution", "音标": "ˌɪnstɪˈtjuːʃn", "汉译": "n. 制度；习俗", "考察次数": 18}, {
        "单词": "rare",
        "音标": "reə(r)",
        "汉译": "adj. 稀有的；珍贵的",
        "考察次数": 17
    }, {"单词": "compensation", "音标": "ˌkɒmpenˈseɪʃn", "汉译": "n. 赔偿", "考察次数": 18}, {
        "单词": "abroad",
        "音标": "əˈbrɔːd",
        "汉译": "adv. 在国外",
        "考察次数": 13
    }, {"单词": "lag", "音标": "læg", "汉译": "v. 走得慢；滞后 n. 间隔", "考察次数": 12}, {
        "单词": "aware",
        "音标": "əˈweə(r)",
        "汉译": "adj. 意识到的",
        "考察次数": 15
    }, {"单词": "grocery", "音标": "ˈgrəʊsəri", "汉译": "n. 食品杂货店；杂货", "考察次数": 11}, {
        "单词": "incident",
        "音标": "ˈɪnsɪdənt",
        "汉译": "n. 事件；小事情",
        "考察次数": 15
    }, {"单词": "concentrate", "音标": "ˈkɒnsntreɪt", "汉译": "v. 集中；浓缩", "考察次数": 14}, {
        "单词": "immune",
        "音标": "ɪˈmjuːn",
        "汉译": "adj. 免疫的；不受影响的",
        "考察次数": 8
    }, {"单词": "susceptible", "音标": "səˈseptəbl", "汉译": "adj. 易受影响的", "考察次数": 5}, {
        "单词": "infect",
        "音标": "ɪnˈfekt",
        "汉译": "v. 传染；影响",
        "考察次数": 18
    }, {"单词": "evidence", "音标": "ˈevɪdəns", "汉译": "n. 证据", "考察次数": 12}, {
        "单词": "regulate",
        "音标": "ˈregjuleɪt",
        "汉译": "v. 管理；调节",
        "考察次数": 21
    }, {"单词": "advanced", "音标": "ədˈvaːnst", "汉译": "adj. 先进的；年迈的", "考察次数": 10}, {
        "单词": "effective",
        "音标": "ɪˈfektɪv",
        "汉译": "adj. 有效的；实际的",
        "考察次数": 16
    }, {"单词": "attitude", "音标": "ˈætɪtjuːd", "汉译": "n. 态度；看法", "考察次数": 16}, {
        "单词": "grant",
        "音标": "graːnt",
        "汉译": "n. 拨款 v. 授予；同意",
        "考察次数": 11
    }, {"单词": "access", "音标": "ˈækses", "汉译": "n. 入口 v. 到达；进入", "考察次数": 18}, {
        "单词": "indifferent",
        "音标": "ɪnˈdɪfrənt",
        "汉译": "adj. 漠不关心的",
        "考察次数": 17
    }, {"单词": "crush", "音标": "krʌʃ", "汉译": "v. 挤压；压坏；镇压", "考察次数": 16}, {
        "单词": "elementary",
        "音标": "ˌelɪˈmentri",
        "汉译": "adj. 基本的；初级的",
        "考察次数": 15
    }, {"单词": "primary", "音标": "ˈpraɪməri", "汉译": "adj. 首要的；最初的", "考察次数": 9}, {
        "单词": "curriculum",
        "音标": "kəˈrɪkjələm",
        "汉译": "n. 课程",
        "考察次数": 17
    }, {"单词": "capable", "音标": "ˈkeɪpəbl", "汉译": "adj. 有能力的", "考察次数": 15}, {
        "单词": "outstanding",
        "音标": "aʊtˈstændɪŋ",
        "汉译": "adj. 杰出的；显著的",
        "考察次数": 15
    }, {"单词": "statesman", "音标": "ˈsteɪtsmən", "汉译": "n. 政治家", "考察次数": 18}, {
        "单词": "harsh",
        "音标": "haːʃ",
        "汉译": "adj. 严厉的；刺耳的",
        "考察次数": 38
    }, {
        "单词": "representative",
        "音标": "ˌreprɪˈzentətɪv",
        "汉译": "n. 代表 adj. 典型的",
        "考察次数": 16
    }, {"单词": "automation", "音标": "ˌɔːtəˈmeɪʃn", "汉译": "n. 自动化", "考察次数": 11}, {
        "单词": "application",
        "音标": "ˌæplɪˈkeɪʃn",
        "汉译": "n. 申请；应用",
        "考察次数": 12
    }, {"单词": "personality", "音标": "ˌpɜːsəˈnæləti", "汉译": "n. 个性；性格", "考察次数": 14}, {
        "单词": "tutor",
        "音标": "ˈtjuːtə(r)",
        "汉译": "n. 导师；家庭教师",
        "考察次数": 15
    }, {"单词": "formula", "音标": "ˈfɔːmjələ", "汉译": "n. 方案；公式；配方", "考察次数": 20}, {
        "单词": "spit",
        "音标": "spɪt",
        "汉译": "v. 吐唾沫；吐出 n. 唾液",
        "考察次数": 13
    }, {"单词": "relate", "音标": "rɪˈleɪt", "汉译": "v. 有关联；涉及", "考察次数": 16}, {
        "单词": "extreme",
        "音标": "ɪkˈstriːm",
        "汉译": "adj. 极端的 n. 极端",
        "考察次数": 14
    }, {"单词": "abnormal", "音标": "æbˈnɔːml", "汉译": "adj. 不正常的", "考察次数": 13}, {
        "单词": "electrician",
        "音标": "ɪˌlekˈtrɪʃn",
        "汉译": "n. 电工",
        "考察次数": 18
    }, {"单词": "fury", "音标": "ˈfjʊəri", "汉译": "n. 暴怒；猛烈", "考察次数": 14}, {
        "单词": "overhear",
        "音标": "ˌəʊvəˈhɪə(r)",
        "汉译": "v. 无意中听到；偷听到",
        "考察次数": 9
    }, {"单词": "paradise", "音标": "ˈpærədaɪs", "汉译": "n. 天堂；乐园", "考察次数": 11}, {
        "单词": "muscular",
        "音标": "mʌskjələ(r)",
        "汉译": "adj. 肌肉的；强壮的",
        "考察次数": 14
    }, {"单词": "usage", "音标": "ˈjuːsɪdʒ", "汉译": "n. 使用；用法；惯用法", "考察次数": 15}, {
        "单词": "saturate",
        "音标": "ˈsætʃəreɪt",
        "汉译": "v. 使浸透；饱和",
        "考察次数": 6
    }, {"单词": "acknowledge", "音标": "əkˈnɒlɪdʒ", "汉译": "v. 承认；接受", "考察次数": 11}, {
        "单词": "imaginary",
        "音标": "ɪˈmædʒɪnəri",
        "汉译": "adj. 想象中的；虚构的",
        "考察次数": 15
    }, {"单词": "approve", "音标": "əˈpruːv", "汉译": "v. 赞成；称许", "考察次数": 14}, {
        "单词": "verge",
        "音标": "vɜːdʒ",
        "汉译": "n. 边缘；界限；范围",
        "考察次数": 16
    }, {"单词": "reliable", "音标": "rɪˈlaɪəbl", "汉译": "adj. 可信赖的；可靠的", "考察次数": 17}, {
        "单词": "accommodation",
        "音标": "əˌkɒməˈdeɪʃn",
        "汉译": "n. 住处；住宿",
        "考察次数": 6
    }, {"单词": "temporary", "音标": "ˈtemprəri", "汉译": "adj. 暂时的；短暂的", "考察次数": 13}, {
        "单词": "participant",
        "音标": "paːˈtɪsɪpənt",
        "汉译": "n. 参与者",
        "考察次数": 10
    }, {"单词": "likelihood", "音标": "ˈlaɪklihʊd", "汉译": "n. 可能；可能性", "考察次数": 15}, {
        "单词": "register",
        "音标": "ˈredʒɪstə(r)",
        "汉译": "n. 登记本 v. 登记",
        "考察次数": 16
    }, {"单词": "affect", "音标": "əˈfekt", "汉译": "v. 影响；使感动", "考察次数": 21}, {
        "单词": "appetite",
        "音标": "ˈæpɪtaɪt",
        "汉译": "n. 胃口；食欲",
        "考察次数": 14
    }, {"单词": "suppress", "音标": "səˈpres", "汉译": "v. 镇压；抑制", "考察次数": 13}, {
        "单词": "destination",
        "音标": "ˌdestɪˈneɪʃn",
        "汉译": "n. 目的地",
        "考察次数": 13
    }, {"单词": "skip", "音标": "skɪp", "汉译": "v. 跳；略过 n. 蹦跳", "考察次数": 17}, {
        "单词": "intersection",
        "音标": "ˌɪntəˈsekʃn",
        "汉译": "n. 交叉；十字路口",
        "考察次数": 15
    }, {"单词": "deficit", "音标": "ˈdefɪsɪt", "汉译": "n. 赤字；亏损", "考察次数": 58}, {
        "单词": "consistent",
        "音标": "kənˈsɪstənt",
        "汉译": "adj. 始终如一的",
        "考察次数": 13
    }, {"单词": "reveal", "音标": "rɪˈviːl", "汉译": "v. 揭露；展现", "考察次数": 16}, {
        "单词": "disorder",
        "音标": "dɪsˈɔːdə(r)",
        "汉译": "n. 混乱；失调",
        "考察次数": 17
    }, {"单词": "institute", "音标": "ˈɪnstɪtjuːt", "汉译": "n. 协会 v. 建立", "考察次数": 15}, {
        "单词": "alter",
        "音标": "ɔːltə(r)",
        "汉译": "v. 改变",
        "考察次数": 21
    }, {"单词": "disguise", "音标": "dɪsˈgaɪz", "汉译": "v. 掩盖 n. 伪装", "考察次数": 12}, {
        "单词": "instantaneous",
        "音标": "ˌɪnstənˈteɪniəs",
        "汉译": "adj. 瞬间的",
        "考察次数": 15
    }, {"单词": "offensive", "音标": "əˈfensɪv", "汉译": "adj. 冒犯的 n. 进攻", "考察次数": 16}, {
        "单词": "twist",
        "音标": "twɪst",
        "汉译": "v. 捻；搓；拧 n. 弯曲",
        "考察次数": 11
    }, {
        "单词": "desperate",
        "音标": "ˈdespərət",
        "汉译": "adj. 不顾一切的；绝望的",
        "考察次数": 8
    }, {"单词": "understanding", "音标": "ˌʌndəˈstændɪŋ", "汉译": "n. 谅解；理解", "考察次数": 17}, {
        "单词": "neglect",
        "音标": "nɪˈglekt",
        "汉译": "v./n. 忽略；疏忽",
        "考察次数": 16
    }, {"单词": "interrupt", "音标": "ˌɪntəˈrʌpt", "汉译": "v. 打断；中止", "考察次数": 14}, {
        "单词": "timely",
        "音标": "ˈtaɪmli",
        "汉译": "adj. 及时的",
        "考察次数": 15
    }, {"单词": "determination", "音标": "dɪˌtɜːmɪˈneɪʃn", "汉译": "n. 决心；确定", "考察次数": 12}, {
        "单词": "therapy",
        "音标": "ˈθerəpi",
        "汉译": "n. 治疗；疗法",
        "考察次数": 10
    }, {"单词": "handicap", "音标": "ˈhændikæp", "汉译": "n. 缺陷；障碍", "考察次数": 8}, {
        "单词": "glide",
        "音标": "glaɪd",
        "汉译": "v./n. 滑行；滑翔",
        "考察次数": 15
    }, {"单词": "invariably", "音标": "ɪnˈveəriəbli", "汉译": "adv. 不变地", "考察次数": 16}, {
        "单词": "serial",
        "音标": "ˈsɪəriəl",
        "汉译": "n. 连续剧 adj. 连续的",
        "考察次数": 12
    }, {"单词": "shabby", "音标": "ˈʃæbi", "汉译": "adj. 破旧的；衣衫褴褛的", "考察次数": 15}, {
        "单词": "gigantic",
        "音标": "dʒaɪˈgæntɪk",
        "汉译": "adj. 巨大的；庞大的",
        "考察次数": 18
    }, {"单词": "invert", "音标": "ɪnˈvɜːt", "汉译": "v. 使反转；使颠倒", "考察次数": 11}, {
        "单词": "predict",
        "音标": "prɪˈdɪkt",
        "汉译": "v. 预言；预测",
        "考察次数": 14
    }, {"单词": "interview", "音标": "ˈɪntəvjuː", "汉译": "n./v. 会见；面试", "考察次数": 15}, {
        "单词": "overlook",
        "音标": "ˌəʊvəˈlʊk",
        "汉译": "v. 忽略；俯瞰",
        "考察次数": 14
    }, {"单词": "external", "音标": "ɪkˈstɜːnl", "汉译": "adj. 外部的 n. 外面", "考察次数": 24}, {
        "单词": "contrary",
        "音标": "ˈkɒntrəri",
        "汉译": "adj. 相反的 n. 相反面",
        "考察次数": 15
    }, {"单词": "exclaim", "音标": "ɪkˈskleɪm", "汉译": "v. 呼喊；惊叫", "考察次数": 17}, {
        "单词": "prior",
        "音标": "ˈpraɪə(r)",
        "汉译": "adj. 优先的；在前的",
        "考察次数": 16
    }, {"单词": "preference", "音标": "ˈprefrəns", "汉译": "n. 偏爱", "考察次数": 17}, {
        "单词": "bold",
        "音标": "bəʊld",
        "汉译": "adj. 勇敢的；鲁莽的",
        "考察次数": 12
    }, {"单词": "mercy", "音标": "ˈmɜːsi", "汉译": "n. 仁慈；恩惠", "考察次数": 15}, {
        "单词": "circular",
        "音标": "ˈsɜːkjələ(r)",
        "汉译": "adj. 圆形的；循环的",
        "考察次数": 16
    }, {"单词": "accustom", "音标": "əˈkʌstəm", "汉译": "v. 使习惯 (于)", "考察次数": 9}, {
        "单词": "clarify",
        "音标": "ˈklærəfaɪ",
        "汉译": "v. 阐明；澄清",
        "考察次数": 7
    }, {"单词": "permission", "音标": "pəˈmɪʃn", "汉译": "n. 许可", "考察次数": 21}, {
        "单词": "illusion",
        "音标": "ɪˈluːʒn",
        "汉译": "n. 幻想；错觉",
        "考察次数": 15
    }, {"单词": "agreeable", "音标": "əˈgriːəbl", "汉译": "adj. 令人愉快的；同意的", "考察次数": 11}, {
        "单词": "schedule",
        "音标": "ˈʃedjuːl",
        "汉译": "n. 日程安排 v. 安排",
        "考察次数": 12
    }, {"单词": "abstract", "音标": "ˈæbstrækt", "汉译": "adj. 抽象的 n. 摘要", "考察次数": 13}, {
        "单词": "scenario",
        "音标": "səˈnaːriəʊ",
        "汉译": "n. 设想",
        "考察次数": 3
    }, {"单词": "stimulus", "音标": "ˈstɪmjələs", "汉译": "n. 刺激物", "考察次数": 9}, {
        "单词": "antibiotic",
        "音标": "ˌæntibaɪˈɒtɪk",
        "汉译": "adj. 抗生的",
        "考察次数": 25
    }, {"单词": "hypothesis", "音标": "haɪˈpɒθəsɪs", "汉译": "n. 假说", "考察次数": 49}, {
        "单词": "prestige",
        "音标": "preˈstiːʒ",
        "汉译": "n. 声望；威信",
        "考察次数": 13
    }, {"单词": "glimpse", "音标": "glɪmps", "汉译": "v. 瞥见 n. 一瞥", "考察次数": 16}, {
        "单词": "detach",
        "音标": "dɪˈtætʃ",
        "汉译": "v. 脱离；拆卸",
        "考察次数": 6
    }, {"单词": "tenure", "音标": "ˈtenjə(r)", "汉译": "n. 保有；终身职位", "考察次数": 4}, {
        "单词": "resurrection",
        "音标": "ˌrezəˈrekʃn",
        "汉译": "n. 复活",
        "考察次数": 3
    }, {"单词": "predator", "音标": "ˈpredətə(r)", "汉译": "n. 掠夺者", "考察次数": 12}, {
        "单词": "evolutionary",
        "音标": "ˌiːvəˈluːʃənri",
        "汉译": "adj. 进化的",
        "考察次数": 12
    }, {"单词": "rationality", "音标": "ˌræʃə'nælətɪ", "汉译": "n. 合理性", "考察次数": 12}, {
        "单词": "retreat",
        "音标": "rɪˈtriːt",
        "汉译": "v./n. 撤退",
        "考察次数": 22
    }, {"单词": "leverage", "音标": "ˈliːvərɪdʒ", "汉译": "n. 杠杆", "考察次数": 4}, {
        "单词": "alleviate",
        "音标": "əˈliːvieɪt",
        "汉译": "v. 减轻；缓和",
        "考察次数": 18
    }, {"单词": "warehouse", "音标": "ˈweəhaʊs", "汉译": "n. 仓库", "考察次数": 7}, {
        "单词": "democracy",
        "音标": "dɪˈmɒkrəsi",
        "汉译": "n. 民主",
        "考察次数": 18
    }, {"单词": "intimidate", "音标": "ɪnˈtɪmɪdeɪt", "汉译": "v. 威胁；恐吓", "考察次数": 19}, {
        "单词": "spectacle",
        "音标": "ˈspektəkl",
        "汉译": "n. 景象；场面",
        "考察次数": 7
    }, {"单词": "hostile", "音标": "ˈhɒstaɪl", "汉译": "adj. 敌意的；敌对的", "考察次数": 20}, {
        "单词": "compatible",
        "音标": "kəmˈpætəbl",
        "汉译": "adj. 兼容的",
        "考察次数": 6
    }, {"单词": "reinforce", "音标": "ˌriːɪnˈfɔːs", "汉译": "v. 增强", "考察次数": 15}, {
        "单词": "notably",
        "音标": "ˈnəʊtəbli",
        "汉译": "adv. 显著地；尤其",
        "考察次数": 5
    }, {"单词": "inventive", "音标": "ɪnˈventɪv", "汉译": "adj. 有创造力的", "考察次数": 4}, {
        "单词": "subsidize",
        "音标": "ˈsʌbsɪdaɪz",
        "汉译": "v. 补助；给... 发津贴",
        "考察次数": 7
    }, {"单词": "pesticide", "音标": "ˈpestɪsaɪd", "汉译": "n. 杀虫剂", "考察次数": 5}, {
        "单词": "justification",
        "音标": "ˌdʒʌstɪfɪˈkeɪʃn",
        "汉译": "n. 辩护",
        "考察次数": 13
    }, {"单词": "exhaustion", "音标": "ɪgˈzɔːstʃən", "汉译": "n. 耗尽", "考察次数": 8}, {
        "单词": "hurricane",
        "音标": "ˈhʌrɪkən",
        "汉译": "n. 飓风",
        "考察次数": 5
    }, {"单词": "inevitable", "音标": "ɪnˈevɪtəbl", "汉译": "adj. 不可避免的", "考察次数": 25}, {
        "单词": "enrollment",
        "音标": "ɪnˈrəʊlmənt",
        "汉译": "n. 登记",
        "考察次数": 10
    }, {"单词": "retailer", "音标": "ˈriːteɪlə(r)", "汉译": "n. 零售商", "考察次数": 56}, {
        "单词": "expedition",
        "音标": "ˌekspəˈdɪʃn",
        "汉译": "n. 探险",
        "考察次数": 18
    }, {"单词": "stigma", "音标": "ˈstɪgmə", "汉译": "n. 耻辱；污名", "考察次数": 4}, {
        "单词": "controversial",
        "音标": "ˌkɒntrəˈvɜːʃl",
        "汉译": "adj. 有争议的",
        "考察次数": 13
    }, {"单词": "ancestry", "音标": "ˈænsestri", "汉译": "n. 祖先", "考察次数": 20}, {
        "单词": "pledge",
        "音标": "pledʒ",
        "汉译": "n./v. 誓言；抵押",
        "考察次数": 12
    }, {"单词": "galactic", "音标": "gəˈlæktɪk", "汉译": "adj. 银河的", "考察次数": 9}, {
        "单词": "tenant",
        "音标": "ˈtenənt",
        "汉译": "n. 租户",
        "考察次数": 4
    }, {"单词": "intensity", "音标": "ɪnˈtensəti", "汉译": "n. 强度；剧烈", "考察次数": 7}, {
        "单词": "enforce",
        "音标": "ɪnˈfɔːs",
        "汉译": "v. 强制；执行",
        "考察次数": 15
    }, {"单词": "intensive", "音标": "ɪnˈtensɪv", "汉译": "adj. 密集的", "考察次数": 54}, {
        "单词": "refuge",
        "音标": "ˈrefjuːdʒ",
        "汉译": "n. 避难所；庇护",
        "考察次数": 10
    }, {"单词": "fragment", "音标": "ˈfrægmənt", "汉译": "n. 碎片；片段", "考察次数": 7}, {
        "单词": "ferry",
        "音标": "ˈferi",
        "汉译": "n. 渡船 v. 摆渡",
        "考察次数": 10
    }, {"单词": "supervisor", "音标": "ˈsuːpəvaɪzə(r)", "汉译": "n. 主管", "考察次数": 23}, {
        "单词": "fixture",
        "音标": "ˈfɪkstʃə(r)",
        "汉译": "n. 固定物",
        "考察次数": 30
    }, {"单词": "commodity", "音标": "kəˈmɒdəti", "汉译": "n. 商品", "考察次数": 10}, {
        "单词": "resentment",
        "音标": "rɪˈzentmənt",
        "汉译": "n. 怨恨；愤恨",
        "考察次数": 8
    }, {"单词": "ultimate", "音标": "ˈʌltɪmət", "汉译": "adj. 最后的 n. 最终", "考察次数": 25}, {
        "单词": "indulge",
        "音标": "ɪnˈdʌldʒ",
        "汉译": "v. 放任；沉溺",
        "考察次数": 8
    }, {"单词": "surpass", "音标": "səˈpaːs", "汉译": "v. 超过；胜任", "考察次数": 23}, {
        "单词": "millennium",
        "音标": "mɪˈleniəm",
        "汉译": "n. 一千年",
        "考察次数": 4
    }, {"单词": "constraint", "音标": "kənˈstreɪnt", "汉译": "n. 约束", "考察次数": 34}, {
        "单词": "attendant",
        "音标": "əˈtendənt",
        "汉译": "n. 服务员",
        "考察次数": 16
    }, {"单词": "supervision", "音标": "ˌsuːpəˈvɪʒn", "汉译": "n. 监督；管理", "考察次数": 7}, {
        "单词": "pyramid",
        "音标": "ˈpɪrəmɪd",
        "汉译": "n. 金字塔",
        "考察次数": 13
    }, {"单词": "robust", "音标": "rəʊˈbʌst", "汉译": "adj. 强壮的", "考察次数": 6}, {
        "单词": "irrational",
        "音标": "ɪˈræʃənl",
        "汉译": "adj. 不合理的",
        "考察次数": 24
    }, {"单词": "cholesterol", "音标": "kəˈlestərɒl", "汉译": "n. 胆固醇", "考察次数": 3}, {
        "单词": "obsession",
        "音标": "əbˈseʃn",
        "汉译": "n. 痴迷；困扰",
        "考察次数": 4
    }, {"单词": "straightforward", "音标": "ˌstreɪtˈfɔːwəd", "汉译": "adj. 坦率的", "考察次数": 3}, {
        "单词": "demographic",
        "音标": "ˌdeməˈgræfɪk",
        "汉译": "adj. 人口的",
        "考察次数": 6
    }, {"单词": "carbohydrate", "音标": "ˌkaːbəʊˈhaɪdreɪt", "汉译": "n. 碳水化合物", "考察次数": 5}, {
        "单词": "scooter",
        "音标": "ˈskuːtə(r)",
        "汉译": "n. 滑板车；小摩托车",
        "考察次数": 9
    }, {"单词": "texture", "音标": "ˈtekstʃə(r)", "汉译": "n. 质地；构造", "考察次数": 35}, {
        "单词": "imminent",
        "音标": "ˈɪmɪnənt",
        "汉译": "adj. 即将发生的",
        "考察次数": 6
    }, {"单词": "algorithm", "音标": "ˈælgərɪðəm", "汉译": "n. 算法", "考察次数": 17}, {
        "单词": "interpret",
        "音标": "ɪnˈtɜːprət",
        "汉译": "v. 口译；解释",
        "考察次数": 25
    }, {"单词": "trigger", "音标": "ˈtrɪgə(r)", "汉译": "n. 触发；诱因", "考察次数": 11}, {
        "单词": "celebrity",
        "音标": "səˈlebrəti",
        "汉译": "n. 名人；名声",
        "考察次数": 34
    }, {"单词": "democrat", "音标": "ˈdeməkræt", "汉译": "n. 民主主义者", "考察次数": 16}, {
        "单词": "speculate",
        "音标": "ˈspekjuleɪt",
        "汉译": "v. 推测；思索",
        "考察次数": 6
    }, {"单词": "chronic", "音标": "ˈkrɒnɪk", "汉译": "adj. 慢性的", "考察次数": 24}, {
        "单词": "dedication",
        "音标": "ˌdedɪˈkeɪʃn",
        "汉译": "n. 献身；奉献",
        "考察次数": 7
    }, {"单词": "pasta", "音标": "ˈpæstə", "汉译": "n. 意大利面", "考察次数": 17}, {
        "单词": "endeavour",
        "音标": "ɪnˈdevə(r)",
        "汉译": "n./v. 尽力",
        "考察次数": 30
    }, {"单词": "contradict", "音标": "ˌkɒntrəˈdɪkt", "汉译": "v. 反驳；相矛盾", "考察次数": 4}, {
        "单词": "colonial",
        "音标": "kəˈləʊniəl",
        "汉译": "adj. 殖民地的",
        "考察次数": 12
    }, {"单词": "outsource", "音标": "ˈaʊtsɔːs", "汉译": "v. 外包", "考察次数": 34}, {
        "单词": "heritage",
        "音标": "ˈherɪtɪdʒ",
        "汉译": "n. 遗产；传统",
        "考察次数": 27
    }, {"单词": "formulate", "音标": "ˈfɔːmjuleɪt", "汉译": "v. 规划", "考察次数": 25}, {
        "单词": "ridiculous",
        "音标": "rɪˈdɪkjələs",
        "汉译": "adj. 荒谬的",
        "考察次数": 24
    }, {"单词": "stunning", "音标": "ˈstʌnɪŋ", "汉译": "adj. 令人震惊的", "考察次数": 11}, {
        "单词": "manipulate",
        "音标": "məˈnɪpjʊleɪt",
        "汉译": "v. 操纵",
        "考察次数": 15
    }, {"单词": "indigenous", "音标": "ɪnˈdɪdʒənəs", "汉译": "adj. 本地的；本土的", "考察次数": 13}, {
        "单词": "threshold",
        "音标": "ˈθreʃhəʊld",
        "汉译": "n. 门槛",
        "考察次数": 31
    }, {"单词": "standpoint", "音标": "ˈstændpɔɪnt", "汉译": "n. 立场；观点", "考察次数": 15}, {
        "单词": "revive",
        "音标": "rɪˈvaɪv",
        "汉译": "v. 复活；再生",
        "考察次数": 6
    }, {"单词": "sewage", "音标": "ˈsuːɪdʒ", "汉译": "n. 污水；下水道", "考察次数": 8}, {
        "单词": "demonstrate",
        "音标": "ˈdemənstreɪt",
        "汉译": "v. 证明",
        "考察次数": 15
    }, {"单词": "imperative", "音标": "ɪmˈperətɪv", "汉译": "adj. 急需的", "考察次数": 17}, {
        "单词": "passport",
        "音标": "ˈpaːspɔːt",
        "汉译": "n. 护照",
        "考察次数": 20
    }, {"单词": "irritated", "音标": "ˈɪrɪteɪtɪd", "汉译": "adj. 愤怒的", "考察次数": 33}, {
        "单词": "nominate",
        "音标": "ˈnɒmɪneɪt",
        "汉译": "v. 提名；指派",
        "考察次数": 5
    }, {"单词": "outperform", "音标": "ˌaʊtpəˈfɔːm", "汉译": "v. 超过", "考察次数": 21}, {
        "单词": "irrelevant",
        "音标": "ɪˈreləvənt",
        "汉译": "adj. 无关紧要的",
        "考察次数": 6
    }, {"单词": "debris", "音标": "ˈdebriː", "汉译": "n. 碎片；残骸", "考察次数": 17}, {
        "单词": "utterly",
        "音标": "ˈʌtəli",
        "汉译": "adv. 完全地；绝对",
        "考察次数": 16
    }, {"单词": "trillion", "音标": "ˈtrɪljən", "汉译": "n. 兆；万亿", "考察次数": 6}, {
        "单词": "endorse",
        "音标": "ɪnˈdɔːs",
        "汉译": "v. 签署；支持",
        "考察次数": 26
    }, {"单词": "mindset", "音标": "ˈmaɪndset", "汉译": "n. 观念模式", "考察次数": 5}, {
        "单词": "memorandum",
        "音标": "ˌmeməˈrændəm",
        "汉译": "n. 备忘录",
        "考察次数": 11
    }, {"单词": "relentless", "音标": "rɪˈlentləs", "汉译": "adj. 无情的；不懈的", "考察次数": 8}, {
        "单词": "extinction",
        "音标": "ɪkˈstɪŋkʃn",
        "汉译": "n. 灭绝",
        "考察次数": 17
    }, {"单词": "dwell", "音标": "dwel", "汉译": "v. 居住；沉湎于", "考察次数": 6}, {
        "单词": "conducive",
        "音标": "kənˈdjuːsɪv",
        "汉译": "adj. 有利于... 的",
        "考察次数": 26
    }, {"单词": "multitude", "音标": "ˈmʌltɪtjuːd", "汉译": "n. 大量；群众", "考察次数": 21}, {
        "单词": "dedicate",
        "音标": "ˈdedɪkeɪt",
        "汉译": "v. 奉献；致力",
        "考察次数": 28
    }, {"单词": "fabric", "音标": "ˈfæbrɪk", "汉译": "n. 织物；布料；结构", "考察次数": 12}, {
        "单词": "magnitude",
        "音标": "ˈmægnɪtjuːd",
        "汉译": "n. 重大",
        "考察次数": 10
    }, {"单词": "predominantly", "音标": "prɪˈdɒmɪnəntli", "汉译": "adv. 主要地", "考察次数": 10}, {
        "单词": "privilege",
        "音标": "ˈprɪvəlɪdʒ",
        "汉译": "n. 特权；荣幸",
        "考察次数": 23
    }, {"单词": "fertilizer", "音标": "ˈfɜːtəlaɪzə(r)", "汉译": "v. 施肥；使肥沃", "考察次数": 54}, {
        "单词": "devastating",
        "音标": "ˈdevəsteɪtɪŋ",
        "汉译": "adj. 毁灭性的",
        "考察次数": 22
    }, {"单词": "migration", "音标": "maɪˈgreɪʃn", "汉译": "n. 迁徙；移居", "考察次数": 25}, {
        "单词": "glamorous",
        "音标": "ˈglæmərəs",
        "汉译": "adj. 迷人的",
        "考察次数": 11
    }, {"单词": "solitude", "音标": "ˈsɒlətjuːd", "汉译": "n. 孤独；独处", "考察次数": 14}, {
        "单词": "communal",
        "音标": "kəˈmjuːnl",
        "汉译": "adj. 社区的",
        "考察次数": 9
    }, {"单词": "inferior", "音标": "ɪnˈfɪəriə(r)", "汉译": "adj. 较差的；次等的", "考察次数": 19}, {
        "单词": "plague",
        "音标": "pleɪg",
        "汉译": "n. 瘟疫 v. 困扰",
        "考察次数": 4
    }, {"单词": "cumulative", "音标": "ˈkjuːmjəleɪtɪv", "汉译": "adj. 累积的", "考察次数": 14}, {
        "单词": "withdraw",
        "音标": "wɪðˈdrɔː",
        "汉译": "v. 撤回；撤退",
        "考察次数": 18
    }, {"单词": "satellite", "音标": "ˈsætəlaɪt", "汉译": "n. 卫星", "考察次数": 32}, {
        "单词": "sentiment",
        "音标": "ˈsentɪmənt",
        "汉译": "n. 情绪；看法",
        "考察次数": 20
    }, {"单词": "strand", "音标": "strænd", "汉译": "n. 海滨 v. 使滞留", "考察次数": 7}, {
        "单词": "substitute",
        "音标": "ˈsʌbstɪtjuːt",
        "汉译": "v. 替代",
        "考察次数": 33
    }, {"单词": "prestigious", "音标": "preˈstɪdʒəs", "汉译": "adj. 有声望的", "考察次数": 23}, {
        "单词": "prescription",
        "音标": "prɪˈskrɪpʃn",
        "汉译": "n. 处方药",
        "考察次数": 10
    }, {"单词": "bizarre", "音标": "bɪˈzaː(r)", "汉译": "adj. 奇怪的；奇特的", "考察次数": 25}, {
        "单词": "parliament",
        "音标": "ˈpaːləmənt",
        "汉译": "n. 议会",
        "考察次数": 13
    }, {"单词": "momentum", "音标": "məˈmentəm", "汉译": "n. 动力", "考察次数": 58}, {
        "单词": "saturated",
        "音标": "ˈsætʃəreɪtɪd",
        "汉译": "adj. 渗透的；充满的",
        "考察次数": 5
    }, {
        "单词": "legitimate",
        "音标": "lɪˈdʒɪtɪmət",
        "汉译": "adj. 合理的 v. 使合法",
        "考察次数": 7
    }, {"单词": "handicapped", "音标": "ˈhændikæpt", "汉译": "adj. 残疾的", "考察次数": 8}, {
        "单词": "masterpiece",
        "音标": "ˈmaːstəpiːs",
        "汉译": "n. 杰作",
        "考察次数": 7
    }, {"单词": "deliberate", "音标": "dɪˈlɪbərət", "汉译": "adj. 故意的 v. 深思", "考察次数": 7}, {
        "单词": "testimony",
        "音标": "ˈtestɪməni",
        "汉译": "n. 证明",
        "考察次数": 19
    }, {"单词": "gesture", "音标": "ˈdʒestʃə(r)", "汉译": "n. 手势", "考察次数": 13}, {
        "单词": "ingenuity",
        "音标": "ˌɪndʒəˈnjuːəti",
        "汉译": "n. 创造力",
        "考察次数": 12
    }, {"单词": "fluctuation", "音标": "ˌflʌktʃuˈeɪʃn", "汉译": "n. 波动；起伏", "考察次数": 7}, {
        "单词": "metropolitan",
        "音标": "ˌmetrəˈpɒlɪtən",
        "汉译": "adj. 大城市的",
        "考察次数": 13
    }, {"单词": "satire", "音标": "ˈsætaɪə(r)", "汉译": "n. 讽刺；讽刺作品", "考察次数": 7}, {
        "单词": "tropical",
        "音标": "ˈtrɒpɪkl",
        "汉译": "adj. 热带的",
        "考察次数": 53
    }, {"单词": "monopoly", "音标": "məˈnɒpəli", "汉译": "n. 垄断", "考察次数": 8}, {
        "单词": "simultaneously",
        "音标": "ˌsɪməlˈteɪniəsli",
        "汉译": "adv. 同时地",
        "考察次数": 4
    }, {"单词": "resilient", "音标": "rɪˈzɪliənt", "汉译": "adj. 有弹性的", "考察次数": 7}, {
        "单词": "intimacy",
        "音标": "ˈɪntɪməsi",
        "汉译": "n. 亲密",
        "考察次数": 16
    }, {"单词": "mineral", "音标": "ˈmɪnərəl", "汉译": "n. 矿物质", "考察次数": 20}, {
        "单词": "repository",
        "音标": "rɪˈpɒzətri",
        "汉译": "n. 仓库；存放处",
        "考察次数": 6
    }, {"单词": "underestimate", "音标": "ˌʌndərˈestɪmeɪt", "汉译": "v./n. 低估", "考察次数": 5}, {
        "单词": "monarch",
        "音标": "ˈmɒnək",
        "汉译": "n. 君王；帝王",
        "考察次数": 11
    }, {"单词": "milestone", "音标": "ˈmaɪlstəʊn", "汉译": "n. 重要事件", "考察次数": 20}, {
        "单词": "burnout",
        "音标": "ˈbɜːnaʊt",
        "汉译": "n. 精疲力竭",
        "考察次数": 6
    }, {"单词": "poetry", "音标": "ˈpəʊətri", "汉译": "n. 诗歌", "考察次数": 10}, {
        "单词": "thorough",
        "音标": "ˈθʌrə",
        "汉译": "adj. 彻底的",
        "考察次数": 15
    }, {"单词": "cricket", "音标": "ˈkrɪkɪt", "汉译": "n. 板球；蟋蟀", "考察次数": 8}, {
        "单词": "deteriorate",
        "音标": "dɪˈtɪəriəreɪt",
        "汉译": "v. 恶化；变坏",
        "考察次数": 25
    }, {"单词": "deposit", "音标": "dɪˈpɒzɪt", "汉译": "n. 存款；押金", "考察次数": 28}, {
        "单词": "sustain",
        "音标": "səˈsteɪn",
        "汉译": "v. 承受；维持",
        "考察次数": 22
    }, {"单词": "manifest", "音标": "ˈmænɪfest", "汉译": "adj. 明显的 v. 表明", "考察次数": 6}, {
        "单词": "migrant",
        "音标": "ˈmaɪgrənt",
        "汉译": "n. 移居者",
        "考察次数": 9
    }, {"单词": "immigration", "音标": "ˌɪmɪˈgreɪʃn", "汉译": "n. 移民", "考察次数": 25}, {
        "单词": "intuitive",
        "音标": "ɪnˈtjuːɪtɪv",
        "汉译": "adj. 直觉的",
        "考察次数": 27
    }, {"单词": "adversely", "音标": "ˈædvɜːsli", "汉译": "adv. 不利地", "考察次数": 4}, {
        "单词": "craftsmanship",
        "音标": "ˈkraːftsmənʃɪp",
        "汉译": "n. 技艺",
        "考察次数": 21
    }, {"单词": "subsistence", "音标": "səbˈsɪstəns", "汉译": "n. 生存", "考察次数": 13}, {
        "单词": "charming",
        "音标": "ˈtʃaːmɪŋ",
        "汉译": "adj. 迷人的",
        "考察次数": 24
    }, {"单词": "syndrome", "音标": "ˈsɪndrəʊm", "汉译": "n. 综合症", "考察次数": 17}, {
        "单词": "chunk",
        "音标": "tʃʌŋk",
        "汉译": "n. 厚块；大块",
        "考察次数": 6
    }, {"单词": "prolong", "音标": "prəˈlɒŋ", "汉译": "v. 拉长；延长", "考察次数": 7}, {
        "单词": "compensate",
        "音标": "ˈkɒmpenseɪt",
        "汉译": "v. 补偿",
        "考察次数": 24
    }, {"单词": "elite", "音标": "eɪˈliːt", "汉译": "n. 精英 adj. 精英的", "考察次数": 58}, {
        "单词": "spectacular",
        "音标": "spekˈtækjələ(r)",
        "汉译": "adj. 壮观的",
        "考察次数": 19
    }, {"单词": "delicate", "音标": "ˈdelɪkət", "汉译": "adj. 脆弱的；精致的", "考察次数": 12}, {
        "单词": "hazardous",
        "音标": "ˈhæzədəs",
        "汉译": "adj. 危险的",
        "考察次数": 5
    }, {"单词": "moderate", "音标": "ˈmɒdərət", "汉译": "adj. 适度的 v. 节制", "考察次数": 8}, {
        "单词": "catastrophic",
        "音标": "ˌkætəˈstrɒfɪk",
        "汉译": "adj. 灾难性的",
        "考察次数": 19
    }, {"单词": "glamour", "音标": "ˈglæmə(r)", "汉译": "n. 魅力；魔力", "考察次数": 13}, {
        "单词": "presumably",
        "音标": "prɪˈzjuːməbli",
        "汉译": "adv. 大概",
        "考察次数": 22
    }, {"单词": "amateur", "音标": "ˈæmətə(r)", "汉译": "adj. 业余的 n. 业余爱好者", "考察次数": 42}, {
        "单词": "mentality",
        "音标": "menˈtæləti",
        "汉译": "n. 智力；心理",
        "考察次数": 8
    }, {"单词": "submission", "音标": "səbˈmɪʃn", "汉译": "n. 屈从；提交", "考察次数": 4}, {
        "单词": "violation",
        "音标": "ˌvaɪə'leɪʃ(ə) n",
        "汉译": "n. 违反；妨碍",
        "考察次数": 5
    }, {"单词": "collision", "音标": "kəˈlɪʒn", "汉译": "n. 冲突；碰撞", "考察次数": 6}, {
        "单词": "payroll",
        "音标": "ˈpeɪrəʊl",
        "汉译": "n. 工资册",
        "考察次数": 26
    }, {"单词": "underlie", "音标": "ˌʌndəˈlaɪ", "汉译": "v. 构成... 的基础", "考察次数": 17}, {
        "单词": "relocate",
        "音标": "ˌriːləʊˈkeɪt",
        "汉译": "v. 重新安置",
        "考察次数": 15
    }, {"单词": "invisible", "音标": "ɪnˈvɪzəbl", "汉译": "adj. 看不见的", "考察次数": 31}, {
        "单词": "tactic",
        "音标": "ˈtæktɪk",
        "汉译": "n. 战略；策略",
        "考察次数": 16
    }, {"单词": "transparent", "音标": "trænsˈpærənt", "汉译": "adj. 显然的", "考察次数": 10}, {
        "单词": "subtle",
        "音标": "ˈsʌtl",
        "汉译": "adj. 隐晦的",
        "考察次数": 25
    }, {"单词": "paralyzed", "音标": "ˈpærəlaɪzd", "汉译": "adj. 瘫痪的；麻木的", "考察次数": 4}, {
        "单词": "resilience",
        "音标": "rɪˈzɪliəns",
        "汉译": "n. 适应力",
        "考察次数": 8
    }, {"单词": "tedious", "音标": "ˈtiːdiəs", "汉译": "adj. 冗长的；乏味的", "考察次数": 4}, {
        "单词": "fertility",
        "音标": "fəˈtɪləti",
        "汉译": "n. 肥沃；繁殖力",
        "考察次数": 12
    }, {"单词": "transcend", "音标": "trænˈsend", "汉译": "v. 超越；超出", "考察次数": 5}, {
        "单词": "verify",
        "音标": "ˈverɪfaɪ",
        "汉译": "v. 证实；核实",
        "考察次数": 7
    }, {"单词": "sanctuary", "音标": "ˈsæŋktʃuəri", "汉译": "n. 避难所", "考察次数": 51}, {
        "单词": "municipal",
        "音标": "mjuːˈnɪsɪpl",
        "汉译": "adj. 市政的",
        "考察次数": 19
    }, {"单词": "descendant", "音标": "dɪˈsendənt", "汉译": "n. 子孙后代", "考察次数": 5}, {
        "单词": "deplete",
        "音标": "dɪˈpliːt",
        "汉译": "v. 耗尽",
        "考察次数": 32
    }, {"单词": "summit", "音标": "ˈsʌmɪt", "汉译": "n. 顶点；首脑会议", "考察次数": 15}, {
        "单词": "tsunami",
        "音标": "tsuːˈnaːmi",
        "汉译": "n. 海啸",
        "考察次数": 12
    }, {"单词": "controversy", "音标": "ˈkɒntrəvɜːsi", "汉译": "n. 争论", "考察次数": 38}, {
        "单词": "submit",
        "音标": "səbˈmɪt",
        "汉译": "v. 提交",
        "考察次数": 5
    }, {"单词": "available", "音标": "əˈveɪləbl", "汉译": "adj. 可用的；有空的", "考察次数": 13}, {
        "单词": "tuition",
        "音标": "tjuˈɪʃn",
        "汉译": "n. 学费；教学",
        "考察次数": 4
    }, {"单词": "collaborative", "音标": "kəˈlæbərətɪv", "汉译": "adj. 合作的", "考察次数": 7}, {
        "单词": "indispensable",
        "音标": "ˌɪndɪˈspensəbl",
        "汉译": "adj. 不可或缺的",
        "考察次数": 4
    }, {"单词": "groundless", "音标": "ˈgraʊndləs", "汉译": "adj. 无理由的", "考察次数": 5}, {
        "单词": "vocal",
        "音标": "ˈvəʊkl",
        "汉译": "adj. 直言的",
        "考察次数": 3
    }, {"单词": "radical", "音标": "ˈrædɪkl", "汉译": "adj. 激进的", "考察次数": 8}, {
        "单词": "potential",
        "音标": "pəˈtenʃl",
        "汉译": "adj. 可能的；潜在的 n. 可能性；潜力",
        "考察次数": 16
    }, {"单词": "enable", "音标": "ɪˈneɪbl", "汉译": "v. 使能够；使可能", "考察次数": 17}, {
        "单词": "diversity",
        "音标": "daɪˈvɜːsəti",
        "汉译": "n. 不同；差异",
        "考察次数": 5
    }, {"单词": "mutual", "音标": "ˈmjuːtʃuəl", "汉译": "adj. 相互的", "考察次数": 6}, {
        "单词": "novel",
        "音标": "ˈnɒvl",
        "汉译": "adj. 新颖的；新奇的",
        "考察次数": 8
    }, {"单词": "variety", "音标": "vəˈraɪəti", "汉译": "n. 各式各样", "考察次数": 29}, {
        "单词": "claim",
        "音标": "kleɪm",
        "汉译": "n. 宣言；断言",
        "考察次数": 9
    }, {"单词": "resident", "音标": "ˈrezɪdənt", "汉译": "n. 居民", "考察次数": 16}, {
        "单词": "associate",
        "音标": "əˈsəʊsieɪt",
        "汉译": "v. 联系",
        "考察次数": 14
    }, {"单词": "academic", "音标": "ˌækəˈdemɪk", "汉译": "adj. 学术的", "考察次数": 26}, {
        "单词": "brand",
        "音标": "brænd",
        "汉译": "n. 品牌",
        "考察次数": 10
    }, {"单词": "occur", "音标": "əˈkɜː(r)", "汉译": "v. 发生", "考察次数": 24}, {
        "单词": "implication",
        "音标": "ˌɪmplɪˈkeɪʃn",
        "汉译": "n. 暗指；暗示",
        "考察次数": 15
    }, {"单词": "stress", "音标": "stres", "汉译": "n. 紧张；重音 v. 强调", "考察次数": 9}, {
        "单词": "allergic",
        "音标": "əˈlɜːdʒɪk",
        "汉译": "adj. 过敏的；对... 极其反感的",
        "考察次数": 4
    }, {"单词": "bias", "音标": "ˈbaɪəs", "汉译": "n. 偏见", "考察次数": 5}, {
        "单词": "political",
        "音标": "pəˈlɪtɪkl",
        "汉译": "adj. 政治的",
        "考察次数": 7
    }, {"单词": "burden", "音标": "ˈbɜːdn", "汉译": "n. 负担；重担", "考察次数": 7}, {
        "单词": "virtually",
        "音标": "ˈvɜːtʃuəli",
        "汉译": "adv. 几乎；实际上",
        "考察次数": 8
    }, {
        "单词": "reproductive",
        "音标": "ˌriːprəˈdʌktɪv",
        "汉译": "adj. 繁殖的；复制的",
        "考察次数": 4
    }, {"单词": "expectancy", "音标": "ɪkˈspektənsi", "汉译": "n. 期待", "考察次数": 5}, {
        "单词": "avoid",
        "音标": "əˈvɔɪd",
        "汉译": "v. 回避；避免",
        "考察次数": 29
    }, {"单词": "platform", "音标": "ˈplætfɔːm", "汉译": "n. 平台", "考察次数": 5}, {
        "单词": "convey",
        "音标": "kənˈveɪ",
        "汉译": "v. 表达；传递",
        "考察次数": 6
    }, {"单词": "fraud", "音标": "frɔːd", "汉译": "n. 欺诈；骗子", "考察次数": 3}, {
        "单词": "apply",
        "音标": "əˈplaɪ",
        "汉译": "v. 应用；申请；适用；涂",
        "考察次数": 15
    }, {"单词": "complement", "音标": "ˈkɒmplɪment", "汉译": "v. 补充", "考察次数": 3}, {
        "单词": "severe",
        "音标": "sɪˈvɪə(r)",
        "汉译": "adj. 艰难的；严厉的",
        "考察次数": 7
    }, {"单词": "preservation", "音标": "ˌprezəˈveɪʃn", "汉译": "n. 维护；保存", "考察次数": 8}, {
        "单词": "overwhelming",
        "音标": "ˌəʊvəˈwelmɪŋ",
        "汉译": "adj. 巨大的",
        "考察次数": 8
    }, {"单词": "attractive", "音标": "əˈtræktɪv", "汉译": "adj. 迷人的", "考察次数": 8}, {
        "单词": "technique",
        "音标": "tekˈniːk",
        "汉译": "n. 技能；技术",
        "考察次数": 6
    }, {"单词": "fade", "音标": "feɪd", "汉译": "v. 逐渐消失；变得脆弱", "考察次数": 5}, {
        "单词": "characteristic",
        "音标": "ˌkærəktəˈrɪstɪk",
        "汉译": "n. 特征",
        "考察次数": 10
    }, {"单词": "commitment", "音标": "kəˈmɪtmənt", "汉译": "n. 承诺；保证", "考察次数": 7}, {
        "单词": "campus",
        "音标": "ˈkæmpəs",
        "汉译": "n. 校园；校区",
        "考察次数": 9
    }, {"单词": "reform", "音标": "rɪˈfɔːm", "汉译": "n. 改革；变革；改良", "考察次数": 9}, {
        "单词": "yield",
        "音标": "jiːld",
        "汉译": "n. 产量；产出",
        "考察次数": 12
    }, {"单词": "treatment", "音标": "ˈtriːtmənt", "汉译": "n. 疗法；治疗", "考察次数": 12}, {
        "单词": "assumption",
        "音标": "əˈsʌmpʃn",
        "汉译": "n. 假定；设定",
        "考察次数": 15
    }, {"单词": "export", "音标": "ˈekspɔːt/ɪkˈspɔːt", "汉译": "n. 出口 (物) v. 出口", "考察次数": 8}, {
        "单词": "diet",
        "音标": "ˈdaɪət",
        "汉译": "n. 饮食；节食",
        "考察次数": 42
    }, {"单词": "promote", "音标": "prəˈməʊt", "汉译": "v. 促进；提升；推广", "考察次数": 26}, {
        "单词": "corporate",
        "音标": "ˈkɔːpərət",
        "汉译": "adj. 公司的",
        "考察次数": 4
    }, {"单词": "consult", "音标": "kənˈsʌlt", "汉译": "v. 请教；查阅", "考察次数": 4}, {
        "单词": "award",
        "音标": "əˈwɔːd",
        "汉译": "n. 奖；薪水 v. 授予；奖励",
        "考察次数": 5
    }, {"单词": "survive", "音标": "səˈvaɪv", "汉译": "v. 生存；比... 活得久", "考察次数": 18}, {
        "单词": "admit",
        "音标": "ədˈmɪt",
        "汉译": "v. 赞同；准许... 进入",
        "考察次数": 7
    }, {"单词": "analysis", "音标": "əˈnæləsɪs", "汉译": "n. 分析", "考察次数": 7}, {
        "单词": "insight",
        "音标": "ˈɪnsaɪt",
        "汉译": "n. 洞察力；眼光",
        "考察次数": 7
    }, {"单词": "association", "音标": "əˌsəʊsiˈeɪʃn", "汉译": "n. 协会；联盟", "考察次数": 15}, {
        "单词": "inquiry",
        "音标": "ɪnˈkwaɪəri",
        "汉译": "n. 调查",
        "考察次数": 10
    }, {"单词": "refuse", "音标": "rɪˈfjuːz", "汉译": "v. 拒绝", "考察次数": 24}, {
        "单词": "software",
        "音标": "ˈsɒftweə(r)",
        "汉译": "n. 软件",
        "考察次数": 15
    }, {"单词": "scholar", "音标": "ˈskɒlə(r)", "汉译": "n. 学者", "考察次数": 7}, {
        "单词": "route",
        "音标": "ruːt",
        "汉译": "n. 路线；途径",
        "考察次数": 15
    }, {"单词": "command", "音标": "kəˈmaːnd", "汉译": "n. 命令；指令", "考察次数": 4}, {
        "单词": "psychological",
        "音标": "ˌsaɪkəˈlɒdʒɪkl",
        "汉译": "adj. 心理的",
        "考察次数": 11
    }, {"单词": "escape", "音标": "ɪˈskeɪp", "汉译": "v. 逃跑；逃脱；避开", "考察次数": 25}, {
        "单词": "impression",
        "音标": "ɪmˈpreʃn",
        "汉译": "n. 印象",
        "考察次数": 6
    }, {"单词": "headline", "音标": "ˈhedlaɪn", "汉译": "n. 新闻提要", "考察次数": 8}, {
        "单词": "revolution",
        "音标": "ˌrevəˈluːʃn",
        "汉译": "n. 革命；改革",
        "考察次数": 6
    }, {"单词": "undergo", "音标": "ˌʌndəˈɡəʊ", "汉译": "v. 经历；经受", "考察次数": 5}, {
        "单词": "sector",
        "音标": "ˈsektə(r)",
        "汉译": "n. 部门；行业；领域",
        "考察次数": 8
    }, {"单词": "affordable", "音标": "əˈfɔːdəbl", "汉译": "adj. 价格合理的", "考察次数": 7}, {
        "单词": "advertising",
        "音标": "ˈædvətaɪzɪŋ",
        "汉译": "n. 广告；广告业；广告活动",
        "考察次数": 8
    }, {"单词": "accessible", "音标": "əkˈsesəbl", "汉译": "adj. 可进入的", "考察次数": 6}, {
        "单词": "legacy",
        "音标": "ˈlegəsi",
        "汉译": "n. 遗产；遗赠",
        "考察次数": 8
    }, {"单词": "funding", "音标": "ˈfʌndɪŋ", "汉译": "n. 政府或机构的资金", "考察次数": 9}, {
        "单词": "carbon",
        "音标": "ˈkaːbən",
        "汉译": "n. 碳",
        "考察次数": 7
    }, {"单词": "though", "音标": "ðəʊ", "汉译": "conj. 虽然；尽管", "考察次数": 27}, {
        "单词": "essential",
        "音标": "ɪˈsenʃl",
        "汉译": "adj. 基本的；本质的",
        "考察次数": 11
    }, {"单词": "due", "音标": "djuː", "汉译": "adj. 由于；因为", "考察次数": 10}, {
        "单词": "intelligence",
        "音标": "ɪnˈtelɪdʒəns",
        "汉译": "n. 才智；智慧",
        "考察次数": 21
    }, {"单词": "frequent", "音标": "ˈfriːkwənt", "汉译": "adj. 频繁的", "考察次数": 7}, {
        "单词": "general",
        "音标": "ˈdʒenrəl",
        "汉译": "adj. 常规的；首席的",
        "考察次数": 28
    }, {"单词": "engage", "音标": "ɪnˈgeɪdʒ", "汉译": "v. 参加；雇用", "考察次数": 33}, {
        "单词": "depend",
        "音标": "dɪˈpend",
        "汉译": "v. 依靠；信赖",
        "考察次数": 24
    }, {"单词": "elderly", "音标": "ˈeldəli", "汉译": "adj. 年纪较大的 n. 老人", "考察次数": 8}, {
        "单词": "description",
        "音标": "dɪˈskrɪpʃn",
        "汉译": "n. 描述；形容",
        "考察次数": 5
    }, {"单词": "security", "音标": "sɪˈkjʊərəti", "汉译": "n. 安全；保证", "考察次数": 47}, {
        "单词": "instrument",
        "音标": "ˈɪnstrəmənt",
        "汉译": "n. 器械；仪器",
        "考察次数": 14
    }, {"单词": "defend", "音标": "dɪˈfend", "汉译": "v. 辩护；保卫", "考察次数": 6}, {
        "单词": "moral",
        "音标": "ˈmɒrəl",
        "汉译": "adj. 道德的",
        "考察次数": 27
    }, {"单词": "bond", "音标": "bɒnd", "汉译": "n. 纽带；关系", "考察次数": 18}, {
        "单词": "fame",
        "音标": "feɪm",
        "汉译": "n. 名声；声誉",
        "考察次数": 14
    }, {"单词": "nevertheless", "音标": "ˌnevəðəˈles", "汉译": "adv. 不过", "考察次数": 5}, {
        "单词": "recognition",
        "音标": "ˌrekəgˈnɪʃn",
        "汉译": "n. 承认；认出",
        "考察次数": 19
    }, {"单词": "territory", "音标": "ˈterətri", "汉译": "n. 领土；版图", "考察次数": 15}, {
        "单词": "draft",
        "音标": "draːft",
        "汉译": "n. 草稿",
        "考察次数": 6
    }, {"单词": "wage", "音标": "weɪdʒ", "汉译": "n. 工资", "考察次数": 17}, {
        "单词": "regard",
        "音标": "rɪˈgaːd",
        "汉译": "v. 将... 认为",
        "考察次数": 19
    }, {"单词": "throughout", "音标": "θruːˈaʊt", "汉译": "prep. 遍及；贯穿", "考察次数": 13}, {
        "单词": "ensure",
        "音标": "ɪnˈʃʊə(r)",
        "汉译": "v. 保证；确保",
        "考察次数": 18
    }, {"单词": "appropriate", "音标": "əˈprəʊpriət", "汉译": "adj. 合适的", "考察次数": 5}, {
        "单词": "adopt",
        "音标": "əˈdɒpt",
        "汉译": "v. 采用；采取",
        "考察次数": 6
    }, {"单词": "motivation", "音标": "ˌməʊtɪˈveɪʃn", "汉译": "n. 动力；动机", "考察次数": 13}, {
        "单词": "adapt",
        "音标": "əˈdæpt",
        "汉译": "v. 使适用",
        "考察次数": 13
    }, {"单词": "assess", "音标": "əˈses", "汉译": "v. 评估", "考察次数": 8}, {
        "单词": "refer",
        "音标": "rɪˈfɜː(r)",
        "汉译": "v. 提到；涉及",
        "考察次数": 24
    }, {"单词": "estimate", "音标": "ˈestɪmət", "汉译": "v. 估计；估价", "考察次数": 13}, {
        "单词": "cognitive",
        "音标": "ˈkɒgnətɪv",
        "汉译": "adj. 认知的",
        "考察次数": 7
    }, {"单词": "commit", "音标": "kəˈmɪt", "汉译": "v. 忠于；承诺", "考察次数": 7}, {
        "单词": "track",
        "音标": "træk",
        "汉译": "v. 追踪；跟踪",
        "考察次数": 26
    }, {"单词": "wonder", "音标": "ˈwʌndə(r)", "汉译": "v. 琢磨；惊叹", "考察次数": 17}, {
        "单词": "psychologist",
        "音标": "saɪˈkɒlədʒɪst",
        "汉译": "n. 心理学家",
        "考察次数": 9
    }, {"单词": "deserve", "音标": "dɪˈzɜːv", "汉译": "v. 值得；应得", "考察次数": 7}, {
        "单词": "suffer",
        "音标": "ˈsʌfə(r)",
        "汉译": "v. 遭受；承受",
        "考察次数": 28
    }, {"单词": "rational", "音标": "ˈræʃnəl", "汉译": "adj. 合理的", "考察次数": 5}, {
        "单词": "launch",
        "音标": "lɔːntʃ",
        "汉译": "v. 发起；发射",
        "考察次数": 8
    }, {"单词": "extent", "音标": "ɪkˈstent", "汉译": "n. 程度；限度", "考察次数": 5}, {
        "单词": "authentic",
        "音标": "ɔːˈθentɪk",
        "汉译": "adj. 真正的；真实的",
        "考察次数": 6
    }, {"单词": "fundamental", "音标": "ˌfʌndəˈmentl", "汉译": "adj. 基础的", "考察次数": 7}, {
        "单词": "adverse",
        "音标": "ədˈvɜːs",
        "汉译": "adj. 不利的；有害的",
        "考察次数": 5
    }, {"单词": "diverse", "音标": "daɪˈvɜːs", "汉译": "adj. 不同的", "考察次数": 6}, {
        "单词": "fuel",
        "音标": "ˈfjuːəl",
        "汉译": "n. 燃料",
        "考察次数": 22
    }, {"单词": "sake", "音标": "seɪk", "汉译": "n. 目的；理由", "考察次数": 6}, {
        "单词": "account",
        "音标": "əˈkaʊnt",
        "汉译": "n. 账户；账目",
        "考察次数": 8
    }, {"单词": "invest", "音标": "ɪnˈvest", "汉译": "v. 投资", "考察次数": 8}, {
        "单词": "campaign",
        "音标": "kæmˈpeɪn",
        "汉译": "n. 运动",
        "考察次数": 10
    }, {"单词": "interaction", "音标": "ˌɪntərˈækʃən", "汉译": "n. 交流", "考察次数": 24}, {
        "单词": "stock",
        "音标": "stɒk",
        "汉译": "n. 股票",
        "考察次数": 6
    }, {"单词": "vary", "音标": "ˈveəri", "汉译": "v.(使) 呈现差异", "考察次数": 16}, {
        "单词": "extend",
        "音标": "ɪkˈstend",
        "汉译": "v. 伸出；伸开",
        "考察次数": 12
    }, {"单词": "phenomenon", "音标": "fəˈnɒmɪnən", "汉译": "n. 现象", "考察次数": 13}, {
        "单词": "ignore",
        "音标": "ɪgˈnɔː(r)",
        "汉译": "v. 忽视；不予理睬",
        "考察次数": 9
    }, {"单词": "foundation", "音标": "faʊnˈdeɪʃn", "汉译": "n. 基金会；基础", "考察次数": 8}, {
        "单词": "oppose",
        "音标": "əˈpəʊz",
        "汉译": "v. 反对；阻止",
        "考察次数": 8
    }, {"单词": "vision", "音标": "ˈvɪʒn", "汉译": "n. 幻觉；视力", "考察次数": 7}, {
        "单词": "enhance",
        "音标": "ɪnˈhaːns",
        "汉译": "v. 提高；增加",
        "考察次数": 10
    }, {"单词": "shortly", "音标": "ˈʃɔːtli", "汉译": "adv. 不久；立刻", "考察次数": 5}, {
        "单词": "limited",
        "音标": "ˈlɪmɪtɪd",
        "汉译": "adj. 有限的",
        "考察次数": 15
    }, {"单词": "switch", "音标": "swɪtʃ", "汉译": "v. 转换；交换", "考察次数": 10}, {
        "单词": "prospect",
        "音标": "ˈprɒspekt",
        "汉译": "n. 展望；前景",
        "考察次数": 6
    }, {"单词": "recently", "音标": "ˈriːsntli", "汉译": "adv. 不久前；最近", "考察次数": 15}, {
        "单词": "deal",
        "音标": "diːl",
        "汉译": "adj. 理想的；空想的 n. 理想",
        "考察次数": 56
    }, {"单词": "navigate", "音标": "ˈnævɪgeɪt", "汉译": "v. 导航；航行", "考察次数": 9}, {
        "单词": "autonomy",
        "音标": "ɔːˈtɒnəmɪ",
        "汉译": "n. 自治；自治权",
        "考察次数": 4
    }, {"单词": "prey", "音标": "preɪ", "汉译": "n. 猎物", "考察次数": 5}, {
        "单词": "critic",
        "音标": "ˈkrɪtɪk",
        "汉译": "n. 批评者；反对者；评论家",
        "考察次数": 11
    }, {"单词": "digital", "音标": "ˈdɪdʒɪtl", "汉译": "adj. 数字的；数码的", "考察次数": 19}, {
        "单词": "worldwide",
        "音标": "ˌwɜːldˈwaɪd",
        "汉译": "adj. 世界各地的",
        "考察次数": 9
    }, {"单词": "victim", "音标": "ˈvɪktɪm", "汉译": "n. 受害者；罹难者", "考察次数": 4}, {
        "单词": "historic",
        "音标": "hɪˈstɒrɪk",
        "汉译": "adj. 历史上著名的",
        "考察次数": 5
    }, {"单词": "intend", "音标": "ɪnˈtend", "汉译": "v. 打算；意指", "考察次数": 6}, {
        "单词": "material",
        "音标": "məˈtɪəriəl",
        "汉译": "n. 材料；原料",
        "考察次数": 25
    }, {"单词": "instruction", "音标": "ɪnˈstrʌkʃn", "汉译": "n. 指示；指导", "考察次数": 8}, {
        "单词": "destruction",
        "音标": "dɪˈstrʌkʃn",
        "汉译": "n. 摧毁；毁灭",
        "考察次数": 5
    }, {"单词": "multiple", "音标": "ˈmʌltɪpl", "汉译": "adj. 多种多样的", "考察次数": 8}, {
        "单词": "foster",
        "音标": "ˈfɒstə(r)",
        "汉译": "v. 促进；培养",
        "考察次数": 10
    }, {"单词": "facilitate", "音标": "fəˈsɪlɪteɪt", "汉译": "v. 促进；使便利", "考察次数": 7}, {
        "单词": "reference",
        "音标": "ˈrefrəns",
        "汉译": "n. 参考；查阅",
        "考察次数": 4
    }, {"单词": "delay", "音标": "dɪˈleɪ", "汉译": "n. 延期；延误", "考察次数": 5}, {
        "单词": "regulation",
        "音标": "ˌregjuˈleɪʃn",
        "汉译": "n. 章程；规章制度",
        "考察次数": 8
    }, {"单词": "examine", "音标": "ɪgˈzæmɪn", "汉译": "v. 审查；检验", "考察次数": 8}, {
        "单词": "practical",
        "音标": "ˈpræktɪkl",
        "汉译": "adj. 有用的；实际的",
        "考察次数": 14
    }, {"单词": "guideline", "音标": "ˈgaɪdlaɪn", "汉译": "n. 准则；指导原则", "考察次数": 7}, {
        "单词": "urban",
        "音标": "ˈɜːbən",
        "汉译": "adj. 城市的；都市的",
        "考察次数": 8
    }, {"单词": "suppose", "音标": "səˈpəʊz", "汉译": "v. 料想；假定", "考察次数": 10}, {
        "单词": "awareness",
        "音标": "əˈweənəs",
        "汉译": "n. 认识；意识",
        "考察次数": 11
    }, {"单词": "crop", "音标": "krɒp", "汉译": "n. 庄稼；作物", "考察次数": 13}, {
        "单词": "exposure",
        "音标": "ɪkˈspəʊʒə(r)",
        "汉译": "n. 接触；体验",
        "考察次数": 4
    }, {"单词": "regular", "音标": "ˈregjələ(r)", "汉译": "adj. 规则的", "考察次数": 12}, {
        "单词": "creative",
        "音标": "kriˈeɪtɪv",
        "汉译": "adj. 创造性的",
        "考察次数": 12
    }, {"单词": "perception", "音标": "pəˈsepʃn", "汉译": "n. 感觉；感知", "考察次数": 9}, {
        "单词": "reject",
        "音标": "rɪˈdʒekt",
        "汉译": "v. 拒绝；拒绝接受",
        "考察次数": 12
    }, {"单词": "confident", "音标": "ˈkɒnfɪdənt", "汉译": "adj. 自信的", "考察次数": 4}, {
        "单词": "strengthen",
        "音标": "ˈstreŋθn",
        "汉译": "v. 加强；增强",
        "考察次数": 9
    }, {"单词": "equal", "音标": "ˈiːkwəl", "汉译": "adj. 同样的；相等的", "考察次数": 6}, {
        "单词": "protest",
        "音标": "ˈprəʊtest",
        "汉译": "n. 抗议",
        "考察次数": 4
    }, {"单词": "assume", "音标": "əˈsjuːm", "汉译": "v. 假定；假设", "考察次数": 6}, {
        "单词": "domestic",
        "音标": "dəˈmestɪk",
        "汉译": "adj. 本国的；国内的",
        "考察次数": 7
    }, {"单词": "integrate", "音标": "ˈɪntɪgreɪt", "汉译": "v. 成为一体", "考察次数": 8}, {
        "单词": "strike",
        "音标": "straɪk",
        "汉译": "v. 罢工",
        "考察次数": 11
    }, {"单词": "argue", "音标": "ˈaːgjuː", "汉译": "v. 论证；争吵；争论", "考察次数": 16}, {
        "单词": "contemporary",
        "音标": "kənˈtemprəri",
        "汉译": "adj. 现代的",
        "考察次数": 6
    }, {"单词": "longevity", "音标": "lɒnˈdʒevəti", "汉译": "n. 持久；长寿", "考察次数": 4}, {
        "单词": "budget",
        "音标": "ˈbʌdʒɪt",
        "汉译": "n. 预算",
        "考察次数": 11
    }, {"单词": "billion", "音标": "ˈbɪljən", "汉译": "n. 十亿", "考察次数": 10}, {
        "单词": "requirement",
        "音标": "rɪˈkwaɪəmənt",
        "汉译": "n. 要求",
        "考察次数": 8
    }, {"单词": "devote", "音标": "dɪˈvəʊt", "汉译": "v. 专心于", "考察次数": 8}, {
        "单词": "indicate",
        "音标": "ˈɪndɪkeɪt",
        "汉译": "v. 表明；显示",
        "考察次数": 19
    }, {"单词": "capacity", "音标": "kəˈpæsəti", "汉译": "n. 容量；能力", "考察次数": 11}, {
        "单词": "vital",
        "音标": "ˈvaɪtl",
        "汉译": "adj. 极其重要的",
        "考察次数": 6
    }, {"单词": "integrity", "音标": "ɪnˈtegrəti", "汉译": "n. 完整；完好", "考察次数": 5}, {
        "单词": "cultivate",
        "音标": "ˈkʌltɪveɪt",
        "汉译": "v. 耕作；培养",
        "考察次数": 9
    }, {"单词": "equality", "音标": "iˈkwɒləti", "汉译": "n. 均等；平等", "考察次数": 14}, {
        "单词": "update",
        "音标": "ˌʌpˈdeɪt",
        "汉译": "v. 使现代化；更新",
        "考察次数": 6
    }, {"单词": "creation", "音标": "kriˈeɪʃn", "汉译": "n. 创作；创建", "考察次数": 11}, {
        "单词": "exact",
        "音标": "ɪgˈzækt",
        "汉译": "adj. 准确的；确切的",
        "考察次数": 6
    }, {"单词": "publish", "音标": "ˈpʌblɪʃ", "汉译": "v. 发布；出版", "考察次数": 39}, {
        "单词": "confront",
        "音标": "kənˈfrʌnt",
        "汉译": "v. 正视；直面",
        "考察次数": 7
    }, {"单词": "suspension", "音标": "səˈspenʃn", "汉译": "n. 暂停；延缓", "考察次数": 3}, {
        "单词": "rather",
        "音标": "raːðə(r)",
        "汉译": "adv. 相当；而不是",
        "考察次数": 24
    }, {"单词": "reduction", "音标": "rɪˈdʌkʃn", "汉译": "n. 减少；缩小", "考察次数": 8}, {
        "单词": "beforehand",
        "音标": "bɪˈfɔːhænd",
        "汉译": "adv. 预先；事先",
        "考察次数": 4
    }, {"单词": "lifespan", "音标": "ˈlaɪfspæn", "汉译": "n. 寿命", "考察次数": 4}, {
        "单词": "medium",
        "音标": "ˈmiːdiəm",
        "汉译": "adj. 中间的 n. 媒介",
        "考察次数": 24
    }, {"单词": "increasingly", "音标": "ɪnˈkriːsɪŋli", "汉译": "adv. 越来越多地", "考察次数": 26}, {
        "单词": "initiative",
        "音标": "ɪˈnɪʃətɪv",
        "汉译": "n. 倡议；主动权",
        "考察次数": 9
    }, {
        "单词": "executive",
        "音标": "ɪgˈzekjətɪv",
        "汉译": "adj. 行政的 n. 主管；行政部门",
        "考察次数": 9
    }, {"单词": "statistics", "音标": "stəˈtɪstɪks", "汉译": "n. 统计学；统计数字", "考察次数": 5}, {
        "单词": "frame",
        "音标": "freɪm",
        "汉译": "n. 模式；框架",
        "考察次数": 4
    }, {"单词": "forum", "音标": "ˈfɔːrəm", "汉译": "n.(网上的) 论坛；讨论会", "考察次数": 5}, {
        "单词": "emerge",
        "音标": "iˈmɜːdʒ",
        "汉译": "v. 浮现；显露",
        "考察次数": 11
    }, {"单词": "vulnerable", "音标": "ˈvʌlnərəbl", "汉译": "adj. 脆弱的", "考察次数": 7}, {
        "单词": "resemble",
        "音标": "rɪˈzembl",
        "汉译": "v. 像；与... 相似",
        "考察次数": 5
    }, {"单词": "fellow", "音标": "ˈfeləʊ", "汉译": "adj. 同类的；同伴的", "考察次数": 9}, {
        "单词": "nut",
        "音标": "nʌt",
        "汉译": "n. 坚果",
        "考察次数": 8
    }, {"单词": "signal", "音标": "ˈsɪgnəl", "汉译": "v. 标志；表明；预示 n. 信号", "考察次数": 17}, {
        "单词": "trick",
        "音标": "trɪk",
        "汉译": "n. 花招；把戏；恶作剧",
        "考察次数": 17
    }, {"单词": "credit", "音标": "ˈkredɪt", "汉译": "n. 信用；借款；贷款", "考察次数": 24}, {
        "单词": "tear",
        "音标": "tɪə(r)",
        "汉译": "n. 眼泪；泪水",
        "考察次数": 8
    }, {"单词": "deliver", "音标": "dɪˈlɪvə(r)", "汉译": "v. 传达；递送", "考察次数": 10}, {
        "单词": "origin",
        "音标": "ˈɒrɪdʒɪn",
        "汉译": "n. 起源；起因",
        "考察次数": 43
    }, {"单词": "electronic", "音标": "ɪlekˈtrɒnɪk", "汉译": "adj. 电子的", "考察次数": 22}, {
        "单词": "maintenance",
        "音标": "ˈmeɪntənəns",
        "汉译": "n. 维护；保养",
        "考察次数": 13
    }, {"单词": "genius", "音标": "ˈdʒiːniəs", "汉译": "n. 天赋；天才", "考察次数": 10}, {
        "单词": "review",
        "音标": "rɪˈvjuː",
        "汉译": "n. 回顾；书评",
        "考察次数": 14
    }, {"单词": "surround", "音标": "səˈraʊnd", "汉译": "v. 围绕；环绕", "考察次数": 11}, {
        "单词": "criticism",
        "音标": "ˈkrɪtɪsɪzəm",
        "汉译": "n. 批评；指责",
        "考察次数": 15
    }, {
        "单词": "naturally",
        "音标": "ˈnætʃrəli",
        "汉译": "adv. 自然地",
        "考察次数": 11
    }, {"单词": "assert", "音标": "əˈsɜːt", "汉译": "v. 维护；维持", "考察次数": 13}, {
        "单词": "handful",
        "音标": "ˈhændfʊl",
        "汉译": "n. 少数；一把",
        "考察次数": 5
    }, {"单词": "facility", "音标": "fəˈsɪləti", "汉译": "n. 设施；设备", "考察次数": 27}, {
        "单词": "northern",
        "音标": "ˈnɔːðərn",
        "汉译": "adj. 北方的",
        "考察次数": 9
    }, {"单词": "blame", "音标": "bleɪm", "汉译": "v. 责怪", "考察次数": 16}, {
        "单词": "division",
        "音标": "dɪˈvɪʒn",
        "汉译": "n. 分开；差异",
        "考察次数": 7
    }, {"单词": "adventure", "音标": "ədˈventʃə(r)", "汉译": "n. 冒险", "考察次数": 5}, {
        "单词": "norm",
        "音标": "nɔːm",
        "汉译": "n. 标准；社会准则",
        "考察次数": 5
    }, {"单词": "jam", "音标": "dʒæm", "汉译": "n. 堵塞；拥挤；果酱", "考察次数": 17}, {
        "单词": "stain",
        "音标": "steɪn",
        "汉译": "n. 污渍 v. 玷污",
        "考察次数": 11
    }, {"单词": "optimism", "音标": "ˈɒptɪmɪzəm", "汉译": "n. 乐观；乐观主义", "考察次数": 15}, {
        "单词": "intense",
        "音标": "ɪnˈtens",
        "汉译": "adj. 激烈的；严肃紧张的",
        "考察次数": 17
    }, {"单词": "hardship", "音标": "ˈhaːdʃɪp", "汉译": "n. 艰难；艰苦", "考察次数": 12}, {
        "单词": "rarely",
        "音标": "ˈreəli",
        "汉译": "adv. 罕有；很少",
        "考察次数": 10
    }, {"单词": "influential", "音标": "ˌɪnfluˈenʃl", "汉译": "adj. 有影响力的", "考察次数": 18}, {
        "单词": "ambitious",
        "音标": "æmˈbɪʃəs",
        "汉译": "adj. 有野心的",
        "考察次数": 18
    }, {"单词": "misunderstand", "音标": "ˌmɪsʌndərˈstænd", "汉译": "v. 误解", "考察次数": 19}, {
        "单词": "discourse",
        "音标": "ˈdɪskɔːs",
        "汉译": "n. 语篇；言语",
        "考察次数": 3
    }, {"单词": "sustainable", "音标": "səˈsteɪnəbl", "汉译": "adj. 可持续的", "考察次数": 10}, {
        "单词": "cooperate",
        "音标": "kəʊˈɒpəreɪt",
        "汉译": "v. 合作；协作",
        "考察次数": 20
    }, {"单词": "autonomous", "音标": "ɔːˈtɒnəməs", "汉译": "adj. 自治的；有自治权的", "考察次数": 7}, {
        "单词": "facial",
        "音标": "ˈfeɪʃl",
        "汉译": "adj. 面部的",
        "考察次数": 12
    }, {"单词": "approximately", "音标": "əˈprɒksɪmətli", "汉译": "adv. 大概地", "考察次数": 21}, {
        "单词": "conservation",
        "音标": "ˌkɒnsəˈveɪʃn",
        "汉译": "n. 保护；保持",
        "考察次数": 12
    }, {"单词": "wildlife", "音标": "ˈwaɪldlaɪf", "汉译": "n. 野生动物", "考察次数": 18}, {
        "单词": "extensive",
        "音标": "ɪkˈstensɪv",
        "汉译": "adj. 广阔的；大量的",
        "考察次数": 12
    }, {"单词": "evolve", "音标": "iˈvɒlv", "汉译": "v. 进化；演变", "考察次数": 15}, {
        "单词": "military",
        "音标": "ˈmɪlətri",
        "汉译": "adj. 军事的；军用的",
        "考察次数": 17
    }, {"单词": "legal", "音标": "ˈliːɡl", "汉译": "adj. 法律的；合法的", "考察次数": 19}, {
        "单词": "absence",
        "音标": "ˈæbsəns",
        "汉译": "n. 缺席；缺乏",
        "考察次数": 25
    }, {"单词": "progress", "音标": "ˈprəʊgres", "汉译": "n. 进步；进展", "考察次数": 32}, {
        "单词": "drug",
        "音标": "drʌg",
        "汉译": "n. 药；药物；毒品",
        "考察次数": 12
    }, {"单词": "marine", "音标": "məˈriːn", "汉译": "adj. 海洋的；海产的", "考察次数": 8}, {
        "单词": "confirm",
        "音标": "kənˈfɜːm",
        "汉译": "v. 证实；确认",
        "考察次数": 12
    }, {"单词": "expansion", "音标": "ɪkˈspænʃn", "汉译": "n. 扩张；扩展", "考察次数": 10}, {
        "单词": "belong",
        "音标": "bɪˈlɒŋ",
        "汉译": "v. 属于；归属",
        "考察次数": 11
    }, {"单词": "cancer", "音标": "ˈkænsə(r)", "汉译": "n. 癌；癌症", "考察次数": 13}, {
        "单词": "guard",
        "音标": "gaːd",
        "汉译": "v./n. 保卫；看守",
        "考察次数": 15
    }, {"单词": "harmful", "音标": "ˈhaːmfl", "汉译": "adj. 有害的", "考察次数": 26}, {
        "单词": "shame",
        "音标": "ʃeɪm",
        "汉译": "n. 羞愧；让人遗憾的事",
        "考察次数": 13
    }, {"单词": "council", "音标": "ˈkaʊnsl", "汉译": "n. 委员会；地方议会", "考察次数": 10}, {
        "单词": "persuade",
        "音标": "pəˈsweɪd",
        "汉译": "v. 劝说；说服",
        "考察次数": 19
    }, {"单词": "fiction", "音标": "ˈfɪkʃn", "汉译": "n. 小说；虚构的事", "考察次数": 8}, {
        "单词": "corporation",
        "音标": "ˌkɔːpəˈreɪʃn",
        "汉译": "n. 法人；(大) 公司",
        "考察次数": 12
    }, {"单词": "superior", "音标": "suːˈpɪəriə(r)", "汉译": "adj. 更好的", "考察次数": 20}, {
        "单词": "release",
        "音标": "rɪˈliːv",
        "汉译": "v. 发布；释放；解雇",
        "考察次数": 17
    }, {"单词": "landscape", "音标": "ˈlændskeɪp", "汉译": "n. 风景", "考察次数": 10}, {
        "单词": "burst",
        "音标": "bɜːst",
        "汉译": "v./n. 爆裂",
        "考察次数": 9
    }, {"单词": "extension", "音标": "ɪkˈstenʃn", "汉译": "n. 延长期；扩大", "考察次数": 12}, {
        "单词": "adolescent",
        "音标": "ˌædəˈlesnt",
        "汉译": "n. 青少年",
        "考察次数": 17
    }, {"单词": "transport", "音标": "ˈtrænspɔːt", "汉译": "n. 运输业；交通", "考察次数": 33}, {
        "单词": "accuracy",
        "音标": "ˈækjərəsi",
        "汉译": "n. 准确性；精确度",
        "考察次数": 11
    }, {"单词": "stability", "音标": "stəˈbɪləti", "汉译": "n. 稳定 (性)", "考察次数": 8}, {
        "单词": "phase",
        "音标": "feɪz",
        "汉译": "n. 阶段；时期",
        "考察次数": 10
    }, {"单词": "apparently", "音标": "əˈpærəntli", "汉译": "adv. 看来；显然", "考察次数": 10}, {
        "单词": "citizen",
        "音标": "ˈsɪtɪzn",
        "汉译": "n. 公民",
        "考察次数": 25
    }, {"单词": "latter", "音标": "ˈlætə(r)", "汉译": "adj. 后者的 n. 后者", "考察次数": 8}, {
        "单词": "distribution",
        "音标": "ˌdɪstrɪˈbjuːʃn",
        "汉译": "n. 分布；分配",
        "考察次数": 13
    }, {"单词": "operation", "音标": "ˌɒpəˈreɪʃn", "汉译": "n. 运作；操作；手术；企业", "考察次数": 26}, {
        "单词": "arouse",
        "音标": "əˈraʊz",
        "汉译": "v. 引起；唤醒",
        "考察次数": 11
    }, {"单词": "discipline", "音标": "ˈdɪsəplɪn", "汉译": "n. 纪律；学科", "考察次数": 17}, {
        "单词": "detailed",
        "音标": "ˈdiːteɪld",
        "汉译": "adj. 详细的",
        "考察次数": 5
    }, {"单词": "revolutionary", "音标": "ˌrevəˈluːʃənəri", "汉译": "adj. 革命的", "考察次数": 13}, {
        "单词": "applicant",
        "音标": "ˈæplɪkənt",
        "汉译": "n. 申请人",
        "考察次数": 18
    }]



